{
  " ... (truncated)": " ... (tronqué)",
  " or ": " ou ",
  " or writing an email to ": " ou en écrivant un e-mail à ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " afin que les développeurs puissent étudier ce problème. Veuillez fournir autant de détails que possible sur vos données d'entrée, votre système d'exploitation, la version du navigateur et la configuration de votre ordinateur. Ajoutez d'autres informations que vous jugez utiles pour les diagnostics. Partagez les exemples de données de séquence qui permettent de reproduire le problème, si possible.",
  "#": "#",
  "(truncated)": "(tronqué)",
  "* - note that for reverse strands Nextclade chooses to display amino acid context": "* - notez que pour les brins inversés, Nextclade choisit d'afficher le contexte des acides aminés",
  "* Current value. This amount can change depending on load": "* Valeur actuelle. Ce montant peut changer en fonction de la charge",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "**{{appName}} nécessite au moins {{memoryRequired}} de mémoire par thread",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "*Assurez-vous que ce fichier est accessible au public et que CORS est activé sur votre serveur",
  ".": ".",
  "...more": "... en savoir plus",
  "1st nuc.": "1er nuc.",
  "3' end": "Extrémité 3'",
  "5' end": "Extrémité 5'",
  "A new version of Nextclade Web is available:": "Une nouvelle version de Nextclade Web est disponible :",
  "A new version of this dataset is available.": "Une nouvelle version de ce jeu de données est disponible.",
  "Accept the data": "Acceptez les données",
  "Accept the updated dataset": "Accepter le jeu de données mis à jour",
  "Add more sequence data": "Ajouter d'autres données de séquence",
  "Affected codons:": "Codons affectés :",
  "After ref pos.": "Après ref pos.",
  "Aligned peptides in FASTA format, zipped": "Peptides alignés au format FASTA, zippés",
  "Aligned sequences in FASTA format.": "Séquences alignées au format FASTA.",
  "Alignment range": "Plage d'alignement",
  "Alignment range: {{range}}": "Plage d'alignement : {{range}}",
  "Alignment score": "Score d'alignement",
  "All categories": "Toutes les catégories",
  "All files in a zip archive.": "Tous les fichiers dans une archive zip.",
  "Ambiguous: {{ambiguous}}": "Ambigu : {{ambiguous}}",
  "Amino acid insertion": "Insertion d'acides aminés",
  "Aminoacid changes ({{ n }})": "Modifications des acides aminés ({{n}})",
  "Aminoacid deletion": "Suppression des acides aminés",
  "Aminoacid deletions ({{ n }})": "Délétions d'acides aminés ({{n}})",
  "Aminoacid insertions ({{ n }})": "Insertions d'acides aminés ({{n}})",
  "Aminoacid substitution": "Substitution d'acides aminés",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Substitutions d'acides aminés par rapport à la référence ({{n}})",
  "An error has occurred.": "Une erreur s'est produite.",
  "An error has occurred: Network connection failed": "Une erreur s'est produite : échec de la connexion réseau",
  "An error has occurred: Network request failed": "Une erreur s'est produite : échec de la demande réseau",
  "An error has occurred: {{errorName}}": "Une erreur s'est produite : {{errorName}}",
  "An unexpected error has occurred": "Une erreur inattendue s'est produite",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Analyse des séquences : Trouvée : {{total}}. Analysé : {{done}}",
  "Analysis status": "État de l'analyse",
  "Analyzing...": "Analyser...",
  "Back": "Retour",
  "Back to Downloads": "Retourner aux téléchargements",
  "Bad Request": "Mauvaise demande",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Mauvaise demande. Le serveur ne peut pas ou ne veut pas traiter la demande en raison d'une erreur du client. (Code d'état HTTP : {{status}})",
  "Bad quality": "Mauvaise qualité",
  "Building tree": "Arbre de construction",
  "By aminoacid changes": "Par des changements d'acides aminés",
  "By clades": "Par clades",
  "By nucleotide mutations": "Par mutations nucléotidiques",
  "By quality": "Par qualité",
  "By sequence name": "Par nom de séquence",
  "Can be viewed locally with Nextstrain Auspice or in ": "Peut être consulté localement avec Nextstrain Auspice ou dans ",
  "Change": "Modifier",
  "Chrome": "Chrome",
  "Citation": "Citation",
  "Clade": "Clade",
  "Clade assignment, mutation calling, and sequence quality checks": "Attribution de clades, appel de mutations et contrôles de qualité des séquences",
  "Clade: {{cladeText}}": "Clade : {{cladeText}}",
  "Clear": "Transparent",
  "Clear the URL text field": "Effacer le champ de texte de l'URL",
  "Clear the text field": "Effacer le champ de texte",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "Cliquez sur le bouton « Mettre à jour » ou actualisez la page à tout moment pour obtenir les dernières mises à jour.",
  "Click on a gene or its tooltip to switch to gene view.": "Cliquez sur un gène ou son infobulle pour passer à l'affichage des gènes.",
  "Close": "Fermer",
  "Close this dialog window": "Fermez cette fenêtre de dialogue",
  "Close this window": "Fermez cette fenêtre",
  "Codon": "Codon",
  "Codon length": "Longueur du codon",
  "Codon range": "Gamme Codon",
  "Configure columns": "Configurer les colonnes",
  "Configure columns for CSV and TSV files": "Configuration des colonnes pour les fichiers CSV et TSV",
  "Contains a list of errors, a list of warnings and a list of genes that failed processing, per sequence, in CSV format.": "Contient une liste d'erreurs, une liste d'avertissements et une liste des gènes dont le traitement a échoué, par séquence, au format CSV.",
  "Contains aligned sequences in FASTA format.": "Contient des séquences alignées au format FASTA.",
  "Contains all of the above files in a single zip file.": "Contient tous les fichiers ci-dessus dans un seul fichier zip.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in JSON format. Convenient for further automated processing.": "Contient les résultats détaillés de l'analyse, tels que les clades, les mutations, les métriques QC, etc., au format JSON. Pratique pour un traitement automatisé ultérieur.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in NDJSON format. Convenient for further automated processing.": "Contient les résultats détaillés de l'analyse, tels que les clades, les mutations, les métriques QC, etc., au format NDJSON. Pratique pour un traitement automatisé ultérieur.",
  "Contains insertions stripped from aligned sequences.": "Contient des insertions extraites des séquences alignées.",
  "Contains results of translation of your sequences. One FASTA file per gene, all in a zip archive.": "Contient les résultats de la traduction de vos séquences. Un fichier FASTA par gène, le tout dans une archive zip.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Contient les résultats résumés de l'analyse, tels que les clades, les mutations, les métriques de contrôle qualité, etc. sous forme de tableau. Pratique pour un examen et un traitement plus approfondis à l'aide de feuilles de calcul ou d'outils de science des données.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Contient un résumé des résultats de l'analyse, tels que les clades, les mutations, les métriques de contrôle qualité, etc., sous forme de tableau. Pratique pour un examen et un traitement plus approfondis à l'aide de feuilles de calcul ou d'outils de science des données.",
  "Copied!": "Copié !",
  "Copy": "Copie",
  "Cov.": "Cov.",
  "Customize dataset files": "Personnaliser les fichiers de l'ensemble",
  "Dataset name: {{name}}": "Nom du jeu de données : {{name}}",
  "Dataset-specific columns": "Colonnes spécifiques au jeu de données",
  "Deletion": "Suppression",
  "Detailed QC assessment:": "Évaluation détaillée du contrôle qualité :",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Ignorez cette notification. Vous pouvez mettre à jour Nextclade ultérieurement en actualisant la page.",
  "Docker": "Docker",
  "Docs": "Docs",
  "Documentation": "Documentation",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Terminé. Nombre total de séquences : {{total}}. Réussi : {{succeeded}}",
  "Download CSV": "Télécharger le CSV",
  "Download TSV": "Télécharger TSV",
  "Download aligned peptides in FASTA format, one file per gene, all in a zip archive.": "Téléchargez les peptides alignés au format FASTA, un fichier par gène, le tout dans une archive zip.",
  "Download aligned sequences in FASTA format.": "Téléchargez les séquences alignées au format FASTA.",
  "Download all in zip archive": "Téléchargez le tout dans une archive zip",
  "Download insertions in CSV format": "Télécharger les insertions au format CSV",
  "Download phylogenetic tree with sequences placed onto it, in Auspice JSON v2 format.": "Téléchargez l'arbre phylogénétique avec les séquences qui y sont placées, au format Auspice JSON v2.",
  "Download results": "Téléchargez les résultats",
  "Download results of the analysis in JSON format.": "Téléchargez les résultats de l'analyse au format JSON.",
  "Download results of the analysis in NDJSON format.": "Téléchargez les résultats de l'analyse au format NDJSON.",
  "Download summarized results in CSV format": "Téléchargez les résultats résumés au format CSV",
  "Download summarized results in TSV format": "Téléchargez les résultats résumés au format TSV",
  "Download warnings, and failed genes in CSV format": "Téléchargez les avertissements et les gènes défaillants au format CSV",
  "Downloads": "Téléchargements",
  "Drag & drop a file ": "Glissez et déposez un fichier ",
  "Drag & drop files": "Glissez et déposez des fichiers",
  "Drag & drop or select a file": "Glissez et déposez ou sélectionnez un fichier",
  "Drag & drop or select files": "Glissez et déposez ou sélectionnez des fichiers",
  "Drop it!": "Lâchez-le !",
  "Duplicate sequence names": "Noms de séquences dupliqués",
  "Enter PCR primers data in CSV format": "Entrez les données des amorces PCR au format CSV",
  "Enter QC config in JSON format": "Entrez la configuration QC au format JSON",
  "Enter URL to a file to fetch": "Entrez l'URL du fichier à récupérer",
  "Enter Virus attributes in JSON format": "Entrez les attributs du virus au format JSON",
  "Enter gene map data in JSON format": "Entrez les données de la carte génétique au format JSON",
  "Enter root sequence data in FASTA format": "Entrez les données de la séquence racine au format FASTA",
  "Enter sequence data in FASTA format": "Entrez les données de séquence au format FASTA",
  "Enter tree data in Auspice JSON v2 format": "Entrez les données de l'arbre au format Auspice JSON v2",
  "Error": "Erreur",
  "Errors & warnings": "Erreurs et avertissements",
  "Errors, warnings, and failed genes in CSV format.": "Erreurs, avertissements et gènes défaillants au format CSV.",
  "FS": "FS",
  "Failed": "Échoué",
  "Failed due to error.": "Échec dû à une erreur.",
  "Failed: {{failed}}": "Échec : {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "Figure 1. Illustration des relations phylogénétiques des clades du SARS-CoV-2, telles que définies par Nextstrain",
  "File": "Fichier",
  "Filter: opens panel where you can apply table row filtering": "Filtre : ouvre le panneau dans lequel vous pouvez appliquer le filtrage des lignes du tableau",
  "Firefox": "Firefox",
  "For example: {{exampleUrl}}": "Par exemple : {{exampleUrl}}",
  "For more advanced use-cases:": "Pour des cas d'utilisation plus avancés :",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Interdit. Vous ne disposez pas des autorisations nécessaires pour accéder à cette ressource. (Code d'état HTTP : {{status}})",
  "Frame": "Cadre",
  "Frame shift": "Changement de cadre",
  "Frame shifts": "Changements de cadre",
  "Gained: {{gained}}": "Gagné : {{gained}}",
  "Gap: {{range}}": "Gap : {{range}}",
  "Gaps": "Gaps",
  "Gene": "Gène",
  "Gene \"{{ geneName }}\" is missing": "Le gène « {{ geneName }}  » est absent",
  "Gene map": "Carte génétique",
  "Gene {{geneName}}": "Gène {{geneName}}",
  "Gene {{geneName}} is missing in gene map": "{{geneName}} Le gène est absent de la carte génétique",
  "Gene.": "Gène.",
  "General": "Général",
  "Genome annotation": "Annotation du génome",
  "Genome length: {{length}}": "Longueur du génome : {{length}}",
  "GitHub": "GitHub",
  "Good quality": "Bonne qualité",
  "Has errors": "Il contient des erreurs",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Vous pouvez sélectionner ici des colonnes (individuelles ou catégories) qui seront écrites dans des fichiers CSV et TSV.",
  "Hide dataset files": "Masquer les fichiers de l'ensemble",
  "I want to try anyway": "Je veux essayer quand même",
  "Idle": "Inactif",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "Déplacement (s) d'image {{numIgnored}} connu (s) ignoré (s) : {{frameShiftsIgnoredList}}",
  "Ins.": "Ins.",
  "Inserted fragment": "Fragment inséré",
  "Insertions in CSV format.": "Insertions au format CSV.",
  "Internal server error": "Erreur interne au serveur",
  "Known frame shifts ({{ n }})": "Changements d'image connus ({{n}})",
  "Known premature stop codons ({{ n }})": "Codons d'arrêt prématuré connus ({{n}})",
  "Labeled private mutations ({{ n }})": "Mutations privées étiquetées ({{n}})",
  "Labels": "Etiquettes",
  "Later": "Plus tard",
  "Launch the algorithm!": "Lancez l'algorithme !",
  "Leading deleted codon range": "Principale gamme de codons supprimés",
  "Length": "Longueur",
  "Length (AA)": "Longueur (AA)",
  "Length (nuc)": "Longueur (nuc)",
  "Link": "Lien",
  "Link to our Docker containers": "Lien vers nos conteneurs Docker",
  "Link to our Github page": "Lien vers notre page Github",
  "Link to our Twitter": "Lien vers notre compte Twitter",
  "Load example": "Charger l'exemple",
  "Loading data...": "Chargement des données...",
  "Loading...": "Chargement en cours...",
  "Lost: {{lost}}": "Perdu : {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Les marqueurs sont des rectangles colorés qui représentent les mutations, les suppressions, etc. Il existe une limite technique quant au nombre de ces rectangles pouvant être affichés à la fois, en fonction de la vitesse de votre ordinateur. Vous pouvez régler le seuil dans la boîte de dialogue « Paramètres », accessible à l'aide du bouton situé sur le panneau supérieur.",
  "Maximum number of nucleotide sequence view markers": "Nombre maximal de marqueurs de visualisation des séquences nucléotidiques",
  "Mediocre quality": "Qualité médiocre",
  "Memory available*": "Mémoire disponible*",
  "Memory per CPU thread": "Mémoire par thread de processeur",
  "Method not allowed": "Méthode non autorisée",
  "Missing": "Disparue",
  "Missing ({{ n }})": "Manquant ({{n}})",
  "Missing Data": "Données manquantes",
  "Missing data found": "Données manquantes trouvées",
  "Missing: {{range}}": "Manquant : {{range}}",
  "Mixed Sites": "Sites mixtes",
  "Mixed sites found": "Sites mixtes trouvés",
  "Motif": "Motif",
  "Motifs carried from reference sequence (sometimes mutated)": "Motifs issus de la séquence de référence (parfois mutés)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Motifs qui ne sont pas présents dans la séquence de référence, mais qui apparaissent dans la séquence de requête",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Motifs présents dans la séquence de référence, mais qui contiennent une ambiguïté dans la séquence de requête",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Motifs présents dans la séquence de référence, mais qui ont disparu dans la séquence de requête",
  "Mut.": "Mut.",
  "Mutation": "Mutation",
  "Mutation Clusters": "Clusters de mutations",
  "Mutation clusters found": "Des groupes de mutations ont été découverts",
  "Mutations": "Mutations",
  "Mutations relative to nearest node (private mutations)": "Mutations relatives au nœud le plus proche (mutations privées)",
  "Mutations relative to reference sequence": "Mutations par rapport à la séquence de référence",
  "New run": "Nouvelle",
  "New run: opens a dialog where you can start a new analysis": "Nouvelle exécution : ouvre une boîte de dialogue dans laquelle vous pouvez démarrer une nouvelle analyse",
  "Next": "Suivant",
  "Nextclade works best in the latest version of ": "Nextclade fonctionne mieux dans la dernière version de ",
  "No issues": "Aucun problème",
  "Non-ACGTN ({{totalNonACGTNs}})": "Non-ACGTN (1 {{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Non séquencé ({{n}})",
  "Not sequenced: {{range}}": "Non séquencé : {{range}}",
  "Note that motifs are detected after insertions are stripped.": "Notez que les motifs sont détectés après la suppression des insertions.",
  "Ns": "Ns",
  "Nuc. range": "Gamme Nuc.",
  "Nucleotide changes nearby ({{ n }})": "Changements nucléotidiques à proximité ({{n}})",
  "Nucleotide deletions ({{ n }})": "Délétions de nucléotides ({{n}})",
  "Nucleotide insertion": "Insertion de nucléotides",
  "Nucleotide insertions ({{ n }})": "Insertions de nucléotides ({{n}})",
  "Nucleotide length": "Longueur du nucléotide",
  "Nucleotide range": "Gamme de nucléotides",
  "Nucleotide sequence": "Séquence nucléotidique",
  "Nucleotide substitution": "Substitution de nucléotides",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Substitutions de nucléotides par rapport à la référence ({{n}})",
  "Number of CPU threads": "Nombre de threads du processeur",
  "OK": "OK",
  "Only one file is expected": "Un seul fichier est attendu",
  "Open changelog to see what has changed in the new version.": "Ouvrez le journal des modifications pour voir ce qui a changé dans la nouvelle version.",
  "Other settings": "Autres paramètres",
  "Our containers at Docker Hub": "Nos conteneurs chez Docker Hub",
  "Overall QC score: {{score}}": "Score global de QC : {{score}}",
  "Overall QC status: {{status}}": "État général du contrôle qualité : {{status}}",
  "PCR primer changes ({{totalChanges}})": "Modifications apportées à l'amorce de la PCR ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "Modifications de l'amorce PCR : ({{total}})",
  "PCR primers": "Amorces PCR",
  "Pending...": "En attente...",
  "Phylogenetic tree with sequences placed onto it.": "Arbre phylogénétique sur lequel sont placées des séquences.",
  "Please provide input files for the algorithm": "Veuillez fournir des fichiers d'entrée pour l'algorithme",
  "Please provide the data first": "Veuillez d'abord fournir les données",
  "Please select a pathogen first": "Veuillez d'abord sélectionner un pathogène",
  "Please verify that:": "Veuillez vérifier que :",
  "Preserved: {{preserved}}": "Préservé : {{preserved}}",
  "Private Mutations": "Mutations privées",
  "Private mutations rel. to tree ({{ n }})": "Mutations privées relatives à l'arbre ({{n}})",
  "Provide sequence data": "Fournir des données de séquence",
  "QC": "QC",
  "QC score: {{score}}": "Score QC : {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "Score QC : {{score}}. Substitutions inversées : {{numReversionSubstitutions}}, Substitutions étiquetées : {{numLabeledSubstitutions}}, Substitutions non étiquetées : {{numUnlabeledSubstitutions}}, Plages de suppression : {{totalDeletionRanges}}. Total pondéré : {{weightedTotal}}",
  "Quality control": "Contrôle qualité",
  "Query": "Requête",
  "Query AA": "Requête AA",
  "Range": "Gamme",
  "Ranges of nucleotide \"N\"": "Gammes de nucléotides « N »",
  "Recent dataset updates": "Mises à jour récentes du jeu",
  "Recommended number of CPU threads**": "Nombre de threads CPU recommandé**",
  "Ref pos.": "Article de référence.",
  "Ref.": "Réf.",
  "Ref. AA": "Réf. AA",
  "Reference tree": "Arbre de référence",
  "Reference: {{ name }} ({{ accession }})": "Référence : {{ name }} ({{ accession }})",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Régions en dehors de l'alignement aux deux extrémités : les nucléotides présents dans la séquence de référence, absents de la séquence de requête et qui sont devenus « - » dans la séquence alignée.",
  "Reload the page and start Nextclade fresh": "Rechargez la page et redémarrez Nextclade",
  "Reload the page to get the latest version of Nextclade.": "Rechargez la page pour obtenir la dernière version de Nextclade.",
  "Remove": "Supprimer",
  "Remove all": "Supprimer tout",
  "Remove all input files": "Supprimer tous les fichiers d'entrée",
  "Remove this input": "Supprimer cette entrée",
  "Reset": "Réinitialiser",
  "Reset to default": "Rétablir les valeurs par défaut",
  "Restart Nextclade": "Redémarrer Nextclade",
  "Results filter": "Filtre de résultats",
  "Results of the analysis in JSON format.": "Résultats de l'analyse au format JSON.",
  "Results of the analysis in NDJSON format (newline-delimited JSON).": "Résultats de l'analyse au format NDJSON (JSON délimité par une nouvelle ligne).",
  "Return to full Genome annotation and nucleotide sequence view": "Revenir à la vue complète de l'annotation du génome et de la séquence nucléotidique",
  "Reversions ({{ n }})": "Réversions ({{n}})",
  "Root sequence": "Séquence racinaire",
  "Run": "Lancer",
  "Run automatically": "Lancer automatiquement",
  "Run the algorithm again": "Lancer à nouveau",
  "SC": "CS",
  "Select a file": "Sélectionnez un fichier",
  "Select a pathogen": "Sélectionnez un pathogène",
  "Select files": "Sélectionnez des fichiers",
  "Selected pathogen": "Pathogène sélectionné",
  "Sequence data you've added": "Données de séquence que vous avez ajoutées",
  "Sequence index": "Index des séquences",
  "Sequence name": "Nom de la séquence",
  "Sequence view markers": "Marqueurs de vue de séquences",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Erreur de serveur. Une erreur s'est produite sur le serveur distant. Contactez l'administrateur de votre serveur. (Code d'état HTTP : {{status}})",
  "Sets threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Définit le seuil du nombre maximum de marqueurs (mutations, suppressions, etc.) à afficher dans les vues nucléotidiques. La réduction de ce nombre améliore les performances. Si le seuil est atteint, la vue de la séquence nucléotidique sera désactivée.",
  "Settings": "Réglages",
  "Should be a number": "Doit être un chiffre",
  "Should be in range from {{minimum}} to {{maximum}}": "Doit être compris entre {{minimum}} et {{maximum}}",
  "Show \"What's new\" dialog after each update": "Afficher la boîte de dialogue « Nouveautés » après chaque mise à jour",
  "Show phylogenetic tree": "Afficher l'arbre phylogénétique",
  "Show when a new version is available": "Afficher quand une nouvelle version est disponible",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Certaines extensions de navigateur bloquant les publicités (AdBlock, uBlock, Privacy Badger et autres) et certains navigateurs axés sur la confidentialité (tels que Brave) sont connus pour {{appName}} empêcher d'envoyer des requêtes réseau à d'autres serveurs. {{appName}} respecte votre vie privée, ne diffuse pas de publicités et ne collecte pas de données personnelles. Tous les calculs sont effectués dans votre navigateur. Vous pouvez désactiver en toute sécurité les bloqueurs de publicités {{domain}} et/ou {{domain}} autoriser l'envoi de requêtes réseau à votre serveur de source de données.",
  "Source code": "Code source",
  "Starting {{numWorkers}} threads...": "Lancement de {{numWorkers}} de threads...",
  "Stop codons": "Arrêter les codons",
  "Strand:": "Strand :",
  "Substitution": "Substitution",
  "Success": "Succès",
  "Summarized results of the analysis in CSV format.": "Synthèse des résultats de l'analyse au format CSV.",
  "Summarized results of the analysis in TSV format.": "Résumé des résultats de l'analyse au format TSV.",
  "System": "Système",
  "Text": "Texte",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "La ressource demandée n'a pas été trouvée. Veuillez vérifier l'exactitude de l'adresse. (Code d'état HTTP : {{status}})",
  "The tree is in Nextstrain format.": "L'arbre est au format Nextstrain.",
  "This browser version ({{nameAndVersion}}) is not supported.": "Cette version de navigateur ({{nameAndVersion}}) n'est pas prise en charge.",
  "This gene is missing due to the following errors during analysis: ": "Ce gène est absent en raison des erreurs suivantes lors de l'analyse : ",
  "This is a preview version. For official website please visit ": "Il s'agit d'une version préliminaire. Pour le site officiel, veuillez visiter ",
  "This page could not be found": "Cette page n'a pas pu être trouvée",
  "To Results": "Vers les résultats",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Trop de marqueurs à afficher ({{totalMarkers}}). Le seuil ({{maxNucMarkers}}) peut être augmenté dans la boîte de dialogue « Paramètres »",
  "Too many mixed sites found": "Trop de sites mixtes trouvés",
  "Too many mutation clusters found": "Trop de groupes de mutations détectés",
  "Too much missing data found": "Trop de données manquantes ont été trouvées",
  "Total: {{total}}": "Au total : {{total}}",
  "Trailing deleted codon range": "Plage de codons supprimés à la fin",
  "Twitter": "Twitter",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Non autorisé. L'authentification est requise pour utiliser cette ressource. (Code d'état HTTP : {{status}})",
  "Unexpected frame shifts ({{ n }})": "Changements d'image inattendus ({{n}})",
  "Unexpected premature stop codons ({{ n }})": "Codons d'arrêt prématurés inattendus ({{n}})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Déplacement (s) d' {{numFrameShifts}} image inattendu (s) détecté (s) : {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Gamme d'acides aminés (X) inconnue",
  "Unknown error": "Erreur inconnue",
  "Unlabeled private mutations ({{ n }})": "Mutations privées non étiquetées ({{n}})",
  "Unsequenced": "Non séquencé",
  "Unsupported browser": "Navigateur non pris en charge",
  "Update": "Mettre à jour",
  "Updated: {{updated}}": "Mis à jour : {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "Diverses colonnes facultatives, telles que des clades et des phénotypes personnalisés, peuvent être disponibles en fonction du jeu de données",
  "Virus properties": "Propriétés du virus",
  "Warning": "Avertissement",
  "We tried to download the file from": "Nous avons essayé de télécharger le fichier depuis",
  "What's new": "Nouveautés",
  "What's new?": "Qu'y a-t-il de nouveau ?",
  "You can report it to developers by creating a request (so called {{issue}}) at: ": "Vous pouvez le signaler aux développeurs en créant une demande (appelée « requête » {{issue}}) à l'adresse suivante : ",
  "and the connection was successful, but the remote server replied with the following error:": "et la connexion a réussi, mais le serveur distant a répondu avec l'erreur suivante :",
  "but were unable to establish a connection.": "mais n'ont pas pu établir de connexion.",
  "faster, more configurable command-line version of this application": "version en ligne de commande plus rapide et plus configurable de cette application",
  "i": "je",
  "in forward direction, and nucleotide context in reverse direction": "dans le sens direct et contexte nucléotidique dans le sens inverse",
  "non-ACGTN": "Non ACGTN",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "notre projet parent, une initiative open source visant à exploiter le potentiel des données sur le génome des pathogènes",
  "pairwise reference alignment and translation tool used by Nextclade": "outil de traduction et d'alignement des références par paires utilisé par Nextclade",
  "sidebar:Color By": "Barre latérale : Color By",
  "sidebar:Filter Data": "Barre latérale : Filtrer les données",
  "sidebar:Tree Options": "Barre latérale : options arborescentes",
  "source": "source",
  "the address to the file is correct": "l'adresse du fichier est correcte",
  "the address to the file is reachable from your browser": "l'adresse du fichier est accessible depuis votre navigateur",
  "the are no browser extensions interfering with network requests": "aucune extension de navigateur n'interfère avec les requêtes réseau",
  "the server allows Cross-Origin Resource Sharing (CORS)": "le serveur autorise le partage de ressources entre origines (CORS)",
  "there are no problems in domain name resolution of your server": "il n'y a aucun problème de résolution du nom de domaine de votre serveur",
  "unsupported": "non pris en charge",
  "you are connected to the internet": "vous êtes connecté à Internet",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Groupes de {{nClusters}} mutations observés avec un total de {{total}} mutations. Score QC : {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Ns totaux : {{total}} ({{allowed}} autorisé). Score QC : {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: total {{total}} ({{allowed}} autorisé). Score QC : {{score}}",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Informations supplémentaires pour les développeurs (cliquez pour agrandir)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} un ou plusieurs codons d'arrêt mal placés ont été détectés. Gène (s) affecté (s) : {{geneList}}. Score QC : {{score}}"
}
