{
  " ... (truncated)": " ... (пресечен)",
  " Remove this input": " Премахнете този вход",
  " and ": " и ",
  " and the connection was successful, but the remote server replied with the following error:": " и връзката беше успешна, но отдалеченият сървър отговори със следната грешка:",
  " but were unable to establish a connection.": " Но не успяха да установят връзка.",
  " or ": " или ",
  " or by writing an email to ": " или като напишете имейл на ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " за да могат разработчиците да разследват този проблем. Моля, предоставете възможно най-много подробности за вашите входни данни, операционната система, версията на браузъра и конфигурацията на компютъра. Включете други подробности, които смятате за полезни за диагностика. Споделете примерните данни за последователността, които позволяват да възпроизведете проблема, ако е възможно.",
  "(truncated)": "(пресечен)",
  "* Current value. This amount can change depending on load": "* Текуща стойност. Тази сума може да се променя в зависимост от натоварването",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} изисква поне {{memoryRequired}} памет на нишка",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "*Уверете се, че този файл е публично достъпен и CORS е активиран на вашия сървър",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": ", обаче, не можахме да намерим необходимите файлове. Вместо това открихме файлове, които са специфични за набори от данни за по-стара версия на {{project}}.",
  ".": ".",
  ". ": ". ",
  "...more": "... още",
  "1st nuc.": "1-ви момент.",
  "3' end": "3' край",
  "5' end": "5' край",
  "A new version of Nextclade Web is available:": "Налична е нова версия на Nextclade Web:",
  "A new version of this dataset is available.": "Налична е нова версия на този набор от данни.",
  "About": "Относно",
  "About {{what}}": "Относно {{what}}",
  "Accept the data": "Приемете данните",
  "Accept the updated dataset": "Приемете актуализирания набор от данни",
  "Add data": "Добавяне на данни",
  "Add more": "Добавете още",
  "Add more sequence data": "Добавете още данни за последователността",
  "Affected codons:": "Засегнати кодони:",
  "After ref pos.": "След реф поз.",
  "Aligned peptides in {{formatName}} format, zipped": "Подравнени пептиди във формат {{formatName}}, с цип",
  "Aligned sequences in {{formatName}} format.": "Подравнени последователности във формат {{formatName}}.",
  "Alignment range": "Обхват на подравня",
  "Alignment range: {{range}}": "Обхват на подравняване: {{range}}",
  "Alignment score": "Оценка за подравняване",
  "All categories": "Всички категории",
  "All files in a {{formatName}} archive.": "Всички файлове в архив {{formatName}}.",
  "Ambiguous markers": "Неясни маркери",
  "Ambiguous:": "Двусмислено:",
  "Ambiguous: {{ambiguous}}": "Двусмислено: {{ambiguous}}",
  "Amino acid insertion": "Въвеждане на аминокиселини",
  "Aminoacid changes ({{ n }})": "Промени в аминокиселините ({{ n }})",
  "Aminoacid deletion": "Делеция на аминокиселини",
  "Aminoacid deletions ({{ n }})": "Аминокиселинни делеции ({{ n }})",
  "Aminoacid insertions ({{ n }})": "Аминокиселинни вмъквания ({{ n }})",
  "Aminoacid substitution": "Заместване на аминокиселини",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Аминокиселинните замествания се отнасят до референция ({{ n }})",
  "An error has occurred.": "Възникна грешка.",
  "An error has occurred: {{errorName}}": "Възникна грешка: {{errorName}}",
  "An unexpected error has occurred": "Възникна неочаквана грешка",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Анализ на последователности: Намерено: {{total}}. Анализирани: {{done}}",
  "Analysis status": "Състояние на анализа",
  "Analyzing...": "Анализирайки...",
  "Back to Files": "Обратно към файлове",
  "Bad Request": "Лоша заявка",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Лоша заявка. Сървърът не може или няма да обработва заявката поради грешка на клиента. (HTTP код на състоянието: {{status}})",
  "Bad quality": "Лошо качество",
  "Building tree": "Строително дърво",
  "By aminoacid changes": "Чрез аминокиселинни промени",
  "By clades": "От клади",
  "By nucleotide mutations": "Чрез нуклеотидни мутации",
  "By sequence name": "По име на последователността",
  "Can be viewed in most tree viewers, including: ": "Може да се гледа в повечето дървесни зрители, включително: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Може да се гледа локално с Nextstrain Auspice или в ",
  "Change language": "Промяна на езика",
  "Change reference dataset": "Промяна на референтния набор от данни",
  "Citation": "Цитиране",
  "Cite Nextclade in your work": "Цитирайте Nextclade във вашата работа",
  "Clade": "Клейд",
  "Clade assignment, mutation calling, and sequence quality checks": "Присвояване на клади, извикване на мутации и проверки на качеството на последователността",
  "Clade: {{cladeText}}": "Клад: {{cladeText}}",
  "Clear": "Изчистете",
  "Clear the URL text field": "Изчистване на текстовото поле URL",
  "Clear the text field": "Изчистване на текстовото поле",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "Щракнете върху бутона „Актуализиране“ или опреснете страницата по всяко време, за да получите най-новите актуализации.",
  "Click to get help information": "Щракнете, за да получите информация за помощ",
  "Close this dialog window": "Затворете този диалогов прозорец",
  "Close this window": "Затворете този прозорец",
  "Codon": "Кодон",
  "Codon length": "Дължина на кодона",
  "Codon range": "Обхват на кодоните",
  "Column config": "Конфигурация на колона",
  "Configure Nextclade": "Конфигурирайте Nextclade",
  "Configure columns": "Конфигуриране на колони",
  "Contains aligned sequences in {{formatName}} format.": "Съдържа подравнени последователности във формат {{formatName}}.",
  "Contains all of the above files in a single {{formatName}} file.": "Съдържа всички горепосочени файлове в един файл {{formatName}}.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Съдържа подробни резултати от анализа, като клади, мутации, QC показатели и т.н., във формат {{formatName}} (JSON, ограничен от нова линия). Удобен за по-нататъшна автоматизирана обработка. Имайте предвид, че този формат е нестабилен и може да се променя без предизвестие.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Съдържа подробни резултати от анализа, като клади, мутации, QC показатели и т.н., във формат {{formatName}}. Удобен за по-нататъшна автоматизирана обработка. Имайте предвид, че този формат е нестабилен и може да се променя без предизвестие.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Съдържа резултати от превода на вашите последователности. Един файл {{formatName}} на ген, всичко в zip архив.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Съдържа обобщени резултати от анализа, като клади, мутации, QC показатели и т.н., в табличен формат. Удобен за по-нататъшен преглед и обработка с помощта на електронни таблици или инструменти за наука за данни.",
  "Context": "Контекст",
  "Copied!": "Копирано!",
  "Copy": "Копиране",
  "Cov.": "Ков.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Изглежда, че избраният в момента набор от данни не съответства на вашите последователности и алгоритъмът за предложения не успя да намери алтернативи. Изберете набор от данни ръчно. Ако няма подходящ набор от данни, помислете за създаването и допринесването за събирането на набори от данни на общността Nextclade.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Изглежда, че избраният в момента набор от данни не съвпада с вашите последователности, но има {{ n }} други набори от данни, които биха могли. Кликнете върху „Промяна на референтния набор от данни“, за да видите списъка.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Изглежда, че избраният в момента набор от данни не съответства на вашите последователности, но има 1 набор от данни, който може да бъде. Кликнете върху „Промяна на референтния набор от данни“, за да видите списъка.",
  "Customize dataset files": "Персонализирайте файловете с набори от данни",
  "Dataset": "Набор от данни",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Авторите на набора от данни маркираха този набор от данни като остарял, което означава, че наборът от данни е остарял, вече няма да се актуализира или не е от значение по друг начин. Моля, свържете се с авторите на наборите от данни за подробности.",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Авторите на набора от данни маркираха този набор от данни като експериментален, което означава, че наборът от данни все още е в процес на разработване, е с по-ниско качество от обикновено или има други проблеми. Използвайте на собствен риск. Моля, свържете се с авторите на наборите от данни за подробности.",
  "Dataset file format not recognized.": "Форматът на файла от набор от данни не е разпознат.",
  "Dataset files currently customized: {{n}}": "Понастоящем персонализирани файлове с набори от данни: {{n}}",
  "Dataset name: {{name}}": "Име на набора от данни: {{name}}",
  "Dataset-specific columns": "Колони, специфични за набора от данни",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Наборите от данни варират в зависимост от патогена, щама и други атрибути. Всеки набор от данни се основава на определена референтна последователност. Някои набори от данни имат достатъчно информация само за основен анализ, други - повече информация, за да позволят по-задълбочен анализ и проверки. Авторите на набори от данни периодично актуализират и подобряват своите набори от данни.",
  "Deletion": "Изтриване",
  "Deletion markers": "Маркери за изтриване",
  "Detailed QC assessment:": "Подробна оценка на QC:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Отхвърлете това уведомление. Можете да актуализирате Nextclade по всяко време по-късно, като освежите страницата.",
  "Docker": "Докър",
  "Docs": "Документи",
  "Documentation": "Документация",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Готово. Общо последователности: {{total}}. Успешен: {{succeeded}}",
  "Download CSV": "Изтеглете CSV",
  "Download TSV": "Изтегли TSV",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Изтеглете подравнени пептиди във формат {{formatName}}, по един файл на ген, всичко това в zip архив.",
  "Download aligned sequences in {{formatName}} format.": "Изтеглете подравнени последователности във формат {{formatName}}.",
  "Download all in {{formatName}} archive.": "Изтеглете всичко в архива {{formatName}}.",
  "Download bibtex fragment: ": "Изтеглете фрагмента bibtex: ",
  "Download output files": "Изтегляне на изходни файлове",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Изтеглете филогенетично дърво с последователности, поставени върху него, във формат {{formatName}}.",
  "Download results of the analysis in {{formatName}} format.": "Изтеглете резултатите от анализа във формат {{formatName}}.",
  "Download summarized results in {{formatName}} format.": "Изтеглете обобщените резултати във формат {{formatName}}.",
  "Downloads": "Изтегляния",
  "Drag & drop a file ": "Плъзгане и пускане на файл ",
  "Drag & drop files or folders": "Плъзнете и пуснете файлове или папки",
  "Drag & drop or select a file": "Плъзнете и пуснете или изберете файл",
  "Drag & drop or select files": "Плъзнете и пуснете или изберете файлове",
  "Drop it!": "Пусни го!",
  "Duplicate sequence names": "Дублиращи се имена на последователности",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Активирайте предложение за най-подходящи набори от данни за патогени. Моля, добавете данни за последователността, за да стартирате двигателя за предложения.",
  "Enter URL to a file to fetch": "Въведете URL адрес към файл за изтегляне",
  "Enter genome annotation in {{formatName}} format": "Въведете анотация на генома във формат {{formatName}}",
  "Enter pathogen description in {{formatName}} format": "Въведете описанието на патогена във формат {{formatName}}",
  "Enter reference sequence in {{formatName}} format": "Въведете референтна последователност във формат {{formatName}}",
  "Enter reference tree in {{formatName}} format": "Въведете референтно дърво във формат {{formatName}}",
  "Enter sequence data in FASTA format": "Въведете данни за последователността във формат FASTA",
  "Error": "Грешка",
  "Errors & warnings": "Грешки и предупреждения",
  "Example": "Пример",
  "Export": "Експортиране",
  "Export results": "Експортиране на резултати",
  "FS": "ФС",
  "Failed": "Неуспешен",
  "Failed due to error.": "Неуспешно поради грешка.",
  "Failed: {{failed}}": "Неуспешно: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "Фиг. 1. Илюстрация на филогенетични връзки на клади SARS-CoV-2, както е дефинирано от Nextstrain",
  "File": "Файл",
  "Files": "Файлове",
  "Filter: opens panel where you can apply table row filtering": "Филтър: отваря панел, където можете да приложите филтриране на редове на таблици",
  "For example: {{exampleUrl}}": "Например: {{exampleUrl}}",
  "For more advanced use-cases:": "За по-напреднали случаи на употреба:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Забранено. Нямате необходимите разрешения за достъп до този ресурс. (HTTP код на състоянието: {{status}})",
  "Frame": "Рамка",
  "Frame shift": "Изместване на рамката",
  "Frame shifts": "Изместване на рамката",
  "Gained: {{gained}}": "Спечелен: {{gained}}",
  "Gaps": "Пропуски",
  "Gene": "Ген",
  "Gene \"{{ geneName }}\" is missing": "Ген \"{{ geneName }}\" липсва",
  "Gene.": "Ген.",
  "General": "Общ",
  "Genome annotation": "Анотация на генома",
  "Genome length: {{length}}": "Дължина на генома: {{length}}",
  "Global nuc. range": "Глобален нук. диапазон",
  "Go to main page to add input files": "Отидете на главната страница, за да добавите входни файлове",
  "Go to main page to add more input files": "Отидете на главната страница, за да добавите още входни файлове",
  "Good quality": "Добро качество",
  "Has errors": "Има грешки",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Тук можете да заместите отделни файлове в набора от данни. Ако файл не бъде предоставен, той ще бъде заменен от избрания в момента набор от данни. Научете повече в {{documentation}}",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Тук можете да изберете колони (индивидуални или категории), които ще бъдат записани в CSV и TSV файлове.",
  "Hide dataset files": "Скриване на файлове с набор от данни",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Това обаче не се препоръчва: тази версия на приложението вече не се актуализира или поддържа и не можем да гарантираме, че ще работи и че ще даде правилни резултати.",
  "I want to try anyway": "Искам да опитам така или иначе",
  "Idle": "На празен ход",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Ако не сте искали да поискате персонализиран набор от данни, премахнете параметъра „dataset-url“ от URL адреса или рестартирайте приложението.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Ако не намерите набор от данни за патоген или щам, от който се нуждаете, можете да създадете свой собствен набор от данни. Можете също да го публикувате в нашата колекция от общността, за да могат и други хора да го използват.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Ако използвате резултати, получени с Nextclade в публикация, моля, добавете цитат към нашата статия:",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "Игнорирани {{numIgnored}} известни измествания на кадрите: {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Междувременно можете да опитате да стартирате отново, като използвате по-стара версия на Nextclade: {{ lnk }}",
  "Ins.": "Инс.",
  "Inserted fragment": "Вмъкнат фрагмент",
  "Internal server error": "Вътрешна грешка в сървъра",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Вероятно този набор от данни е остарял и е подходящ само за по-ранни версии на {{project}}. Моля, свържете се с авторите на набори от данни, за да могат те да конвертират набора от данни в по-новия формат. Процедурата е обяснена в проектната документация.",
  "Known frame shifts ({{ n }})": "Известни смени на кадрите ({{ n }})",
  "Known premature stop codons ({{ n }})": "Известни преждевременни стоп-кодони ({{ n }})",
  "Labeled private mutations ({{ n }})": "Етикетирани частни мутации ({{ n }})",
  "Labels": "Етикети",
  "Later": "По-късно",
  "Launch suggestions engine!": "Стартирайте двигателя за предложения!",
  "Launch the algorithm!": "Стартирайте алгоритъма!",
  "Leading deleted codon range": "Водещ изтрит диапазон на кодоните",
  "Learn more about Nextclade datasets in the {{documentation}}": "Научете повече за наборите от данни Nextclade в {{documentation}}",
  "Length": "Дължина",
  "Length (AA)": "Дължина (AA)",
  "Length (nuc)": "Дължина (нук)",
  "Link": "Връзка",
  "Link to our Docker containers": "Връзка към нашите контейнери Docker",
  "Link to our GitHub page": "Връзка към нашата страница на GitHub",
  "Link to our X.com (Twitter)": "Връзка към нашия X.com (Twitter)",
  "Link to our discussion forum": "Връзка към нашия дискусионен форум",
  "Load example": "Пример за зареждане",
  "Loading data...": "Зареждане на данни...",
  "Loading...": "Зареждане...",
  "Local nuc. range": "Местен нук. гама",
  "Lost: {{lost}}": "Загубен: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Маркерите са цветните правоъгълници, които представляват мутации, изтривания и т.н. Има техническа граница за това колко от тях могат да бъдат показани наведнъж, в зависимост от това колко бърз е компютърът ви. Можете да настроите прага в диалоговия прозорец „Настройки“, достъпен с бутона на горния панел.",
  "Max. nucleotide markers": "Макс. нуклеотидни маркери",
  "Mediocre quality": "Посредствено качество",
  "Memory available*": "Налична памет*",
  "Memory per CPU thread": "Памет за нишка на процесора",
  "Method not allowed": "Методът не е разрешен",
  "Missing ({{ n }})": "Липсва ({{ n }})",
  "Missing Data": "Липсващи данни",
  "Missing data found": "Открити липсващи данни",
  "Missing ranges": "Липсващи диапазони",
  "Missing: {{range}}": "Липсва: {{range}}",
  "Mixed Sites": "Смесени сайтове",
  "Mixed sites found": "Намерени смесени сайтове",
  "Motif": "Мотив",
  "Motifs carried from reference sequence (sometimes mutated)": "Мотиви, пренасяни от референтна последователност (понякога мутирани)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Мотиви, които не присъстват в референтната последователност, но се появяват в последователност на заявките",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Мотиви, които присъстват в референтна последователност, но съдържат неяснота в последователността на заявките",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Мотиви, които присъстват в референтна последователност, но изчезват в последователността на заявките",
  "Multiple matching datasets.": "Множество съвпадащи набори от данни.",
  "Mut.": "Мут.",
  "Mutation": "Мутация",
  "Mutation Clusters": "Мутационни клъстери",
  "Mutation clusters found": "Открити мутационни клъстер",
  "Mutation markers": "Маркери за мутация",
  "Mutations relative to nearest node (private mutations)": "Мутации спрямо най-близкия възел (частни мутации)",
  "Mutations relative to reference sequence": "Мутации спрямо референтната последователност",
  "Nextclade Web documentation": "Уеб документация на Nextclade",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "Софтуерът Nextclade е създаден да бъде агностичен към патогените, които анализира. Информацията за конкретните патогени се предоставя под формата на така наречените набори от данни Nextclade.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Никакви набори от данни не отговарят на вашите данни. Изберете набор от данни ръчно. Ако няма подходящ набор от данни, помислете за създаването на такъв и да го допринесете за събирането на набори от данни на общността Nextclade.",
  "No issues": "Няма проблеми",
  "No matching datasets.": "Няма съвпадащи набори от данни.",
  "Non-ACGTN ({{totalNonACGTNs}})": "Не-ACGTN ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Не е секвениран ({{ n }})",
  "Not sequenced: {{range}}": "Не е секвенирано: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "Имайте предвид, че за обратни нишки Nextclade избира да покаже контекст на аминокиселините",
  "Note that motifs are detected after insertions are stripped.": "Обърнете внимание, че мотивите се откриват след премахване на вмъкването.",
  "Notes": "Бележки",
  "Ns": "Нс",
  "Nucleotide changes nearby ({{ n }})": "Нуклеотидните промени наблизо ({{ n }})",
  "Nucleotide deletion: {{range}}": "Нуклеотидно изтриване: {{range}}",
  "Nucleotide deletions ({{ n }})": "Нуклеотидни изтривания ({{ n }})",
  "Nucleotide insertion": "Вмъкване на нуклеотиди",
  "Nucleotide insertions ({{ n }})": "Нуклеотидни вмъквания ({{ n }})",
  "Nucleotide length": "Дължина на нуклеотида",
  "Nucleotide range": "Нуклеотиден диапазон",
  "Nucleotide sequence": "Нуклеотидна последователност",
  "Nucleotide substitution": "Нуклеотидно заместване",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Нуклеотидните замествания рел. към справка ({{ n }})",
  "Number of CPU threads": "Брой нишки на процесора",
  "OK": "OK",
  "Only one file is expected": "Очаква се само един файл",
  "Open changelog to see what has changed in the new version.": "Отворете списъка с промени, за да видите какво се е променило в новата версия.",
  "Overall QC score: {{score}}": "Общ QC резултат: {{score}}",
  "Overall QC status: {{status}}": "Общо QC статус: {{status}}",
  "PCR primer changes ({{totalChanges}})": "Промени в праймера на PCR ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "Промени в праймера на PCR: ({{total}})",
  "PCR primers": "PCR праймери",
  "Pasted text": "Поставен текст",
  "Pathogen JSON": "Патоген JSON",
  "Pending...": "В очакване...",
  "Phase": "Фаза",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Филогенетично дърво с последователности, поставени върху него, във формат {{formatName}}.",
  "Please give them a try!": "Моля, опитайте ги!",
  "Please provide sequence data first": "Моля, първо предоставете данни за последователността",
  "Please provide sequence data for the algorithm": "Моля, предоставете данни за последователността за алгоритъма",
  "Please provide the data first": "Моля, първо предоставете данните",
  "Please report this to developers.": "Моля, докладвайте това на разработчиците.",
  "Please run the analysis first": "Моля, първо направете анализа",
  "Please run the analysis first.": "Моля, първо направете анализа.",
  "Please run the analysis on a dataset with reference tree": "Моля, изпълнете анализа на набор от данни с референтно дърво",
  "Please verify that:": "Моля, проверете дали:",
  "Possible dataset mismatch detected.": "Открито е възможно несъответствие с наборите от данни.",
  "Preserved: {{preserved}}": "Запазено: {{preserved}}",
  "Private Mutations": "Частни мутации",
  "Private mutations rel. to tree ({{ n }})": "Частни мутации ре. към дърво ({{ n }})",
  "Protein": "Протеин",
  "Provide sequence data": "Предоставяне на данни за последователността",
  "QC": "КК",
  "QC score: {{score}}": "QC резултат: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "QC резултат: {{score}}. Обратни замествания: {{numReversionSubstitutions}}, Етикетирани замествания: {{numLabeledSubstitutions}}, Немаркирани замествания: {{numUnlabeledSubstitutions}}, Диапазони на изтриване: {{totalDeletionRanges}}. Общо претеглено: {{weightedTotal}}",
  "Quality control": "Контрол на качеството",
  "Query": "Запитване",
  "Query AA": "Запитване АА",
  "Range": "Обхват",
  "Ranges of nucleotide \"N\"": "Диапазони на нуклеотиди „N“",
  "Re-launch suggestions engine!": "Отново стартирайте двигателя с предложения!",
  "Re-suggest": "Предложете отново",
  "Recommended number of CPU threads**": "Препоръчителен брой нишки на процесора",
  "Ref pos.": "Реф поз.",
  "Ref.": "Реф.",
  "Ref. AA": "Реф. АА",
  "Reference sequence": "Референтна последователност",
  "Reference tree": "Референтно дърво",
  "Reference: {{ ref }}": "Референция: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Региони извън подравняването на двата края: нуклеотидите, присъстващи в референтната последователност, които не присъстват в последователността на заявките и които станаха „-“ в подравнената последователност.",
  "Reload the page and start Nextclade fresh": "Презаредете страницата и стартирайте Nextclade свеж",
  "Reload the page to get the latest version of Nextclade.": "Презаредете страницата, за да получите най-новата версия на Nextclade.",
  "Remove": "Премахване",
  "Remove all": "Премахване на всички",
  "Remove all input files": "Премахване на всички входни файлове",
  "Reset": "Нулиране",
  "Reset dataset": "Нулиране на набор от данни",
  "Reset to default": "Нулиране на подразбиране",
  "Restart Nextclade": "Рестартирайте Nextclade",
  "Results": "Резултати",
  "Results of the analysis in {{formatName}} format.": "Резултати от анализа във формат {{formatName}}.",
  "Return back to list of files": "Обратно към списъка с файлове",
  "Return to full Genome annotation and nucleotide sequence view": "Върнете се към пълната анотация на генома и изглед на нуклеотидната последователност",
  "Reversions ({{ n }})": "Реверсии ({{ n }})",
  "Run": "Бягайте",
  "Run Nextclade automatically after sequence data is provided": "Стартирайте Nextclade автоматично след предоставяне на данни за последователността",
  "Run automatically": "Стартирайте автоматично",
  "Running": "Бягане",
  "SC": "SC",
  "Search datasets": "Търсене на набори от данни",
  "Search examples": "Търсене на примери",
  "Search languages": "Търсене на езици",
  "Select a file": "Изберете файл",
  "Select files": "Изберете файлове",
  "Select reference dataset": "Изберете референтен набор от данни",
  "Selected pathogen": "Избран патоген",
  "Selected reference dataset": "Избран референтен набор от данни",
  "Sequence data you've added": "Данни за последователността, които сте добавили",
  "Sequence index": "Индекс на последователността",
  "Sequence name": "Име на последователността",
  "Sequence view": "Изглед на последователността",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Грешка на сървъра. Имаше грешка на отдалечения сървър. Моля, свържете се с вашия основен администратор. (HTTP код на състоянието: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Задайте праг за максимален брой маркери (мутации, изтривания и т.н.), които да се показват в нуклеотидни изгледи. Намаляването на този брой увеличава производителността. Ако прагът бъде достигнат, тогава изгледът на нуклеотидната последователност ще бъде деактивиран.",
  "Settings": "Настройки",
  "Should be a number": "Трябва да е число",
  "Should be in range from {{minimum}} to {{maximum}}": "Трябва да бъде в диапазона от {{minimum}} до {{maximum}}",
  "Show analysis results table": "Показване на таблицата с резултати от анализа",
  "Show current dataset details": "Показване на текущите подробности за набора",
  "Show phylogenetic tree": "Покажете филогенетично дърво",
  "Show start page": "Показване на началната страница",
  "Show when a new version is available": "Показване кога е налична нова версия",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Известно е, че някои от разширенията на браузъра за блокиране на реклами (AdBlock, uBlock, Privacy Badger и други) и ориентирани към поверителността браузъри (като Brave) пречат на {{appName}} да прави мрежови заявки към други сървъри. {{appName}} зачита вашата поверителност, не показва реклами и не събира лични данни. Всички изчисления се извършват във вашия браузър. Можете безопасно да деактивирате adblockerите на {{domain}} и/или да разрешите {{domain}} да прави мрежови заявки към вашия сървър за източник на данни.",
  "Source code": "Изходен код",
  "Start": "Започнете",
  "Starting {{numWorkers}} threads...": "Започвайки {{numWorkers}} теми...",
  "Stop codons": "Стоп кодони",
  "Strand:": "Плаж:",
  "Substitution": "Замяна",
  "Success": "Успех",
  "Suggest": "Предложете",
  "Suggest automatically": "Предложете автоматично",
  "Suggesting": "Предлагане",
  "Suggestion algorithm failed.": "Алгоритъмът за предложение се провали",
  "Suggestion algorithm failed. Please report this to developers.": "Алгоритъмът за предложение се провали Моля, докладвайте това на разработчиците.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Алгоритъмът за предложения не успя да намери набор от данни, подходящ за вашите последователности. Изберете набор от данни ръчно. Ако няма подходящ набор от данни, помислете за създаването и допринесването за събирането на набори от данни на общността Nextclade.",
  "Summarized results of the analysis in {{formatName}} format.": "Обобщени резултати от анализа във формат {{formatName}}.",
  "Text": "Текст",
  "The address to the file is correct": "Адресът към файла е правилен",
  "The address to the file is reachable from your browser": "Адресът към файла е достъпен от вашия браузър",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "Исканият ресурс не е намерен. Моля, проверете правилността на адреса. (HTTP код на състоянието: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Сървърът позволява споделяне на ресурси с кръстосано произход (CORS)",
  "There are no browser extensions interfering with network requests": "Няма разширения на браузъра, които пречат на мрежовите заявки",
  "There are no problems in domain name resolution of your server": "Няма проблеми с разрешаването на името на домейн на вашия сървър",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Тази версия на браузъра ({{nameAndVersion}}) не се поддържа, което означава, че може да липсват възможности, необходими за работата на {{project}}.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Този набор от данни се предоставя от членовете на общността. {{proj}} разработчиците не могат да проверят коректността на наборите от данни в общността или да предоставят поддръжка за тях. Използвайте на собствен риск. Моля, свържете се с авторите на наборите от данни за всички въпроси.",
  "This dataset is provided by {{proj}} developers.": "Този набор от данни се предоставя от разработчици на {{proj}}.",
  "This gene is missing due to the following errors during analysis: ": "Този ген липсва поради следните грешки по време на анализа: ",
  "This is a preview version. For official website please visit ": "Това е версия за предварителен преглед. За официален уебсайт, моля посетете ",
  "This page could not be found": "Тази страница не може да бъде намерена",
  "Toggle height of markers for ambiguous characters": "Превключване на височината на маркерите за двусмислени знаци",
  "Toggle height of markers for deletions": "Превключване на височината на маркерите за изтриване",
  "Toggle height of markers for missing ranges": "Превключване на височината на маркерите за липсващи диапазони",
  "Toggle height of markers for mutated characters": "Превключване на височината на маркерите за мутирали знаци",
  "Toggle height of markers for unsequenced ranges": "Превключване на височината на маркерите за непоследователни диапазони",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Твърде много маркери за показване ({{totalMarkers}}). Прагът ({{maxNucMarkers}}) може да бъде увеличен в диалоговия прозорец „Настройки“",
  "Too many mixed sites found": "Намерени са твърде много смесени сайтове",
  "Too many mutation clusters found": "Открити са твърде много мутационни клъстери",
  "Too much missing data found": "Открити са твърде много липсващи данни",
  "Total: {{total}}": "Общо: {{total}}",
  "Trailing deleted codon range": "Последващ изтрит диапазон на кодоните",
  "Tree": "Дърво",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Неоторизиран. Изисква се удостоверяване, за да се използва този ресурс. (HTTP код на състоянието: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Неочаквани смени на кадрите ({{ n }})",
  "Unexpected premature stop codons ({{ n }})": "Неочаквани преждевременни стоп-кодони ({{ n }})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Откриха се неочаквано изместване на кадрите {{numFrameShifts}}: {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Неизвестен диапазон на аминокиселините (X)",
  "Unknown error": "Неизвестна грешка",
  "Unlabeled private mutations ({{ n }})": "Немаркирани частни мутации ({{ n }})",
  "Unsequenced ranges": "Непоследователни диапазони",
  "Unsupported browser": "Неподдържан браузър",
  "Update": "Актуализиране",
  "Updated at: {{updated}}": "Актуализирано на: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "В зависимост от набора от данни може да са налични различни незадължителни колони, като персонализирани клади и фенотипове",
  "Warning": "Предупреждение",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "Опитахме се да изтеглим потребителски набор от данни, поискан с помощта на параметър „dataset-url“ от ",
  "We tried to download the file from {{u}}": "Опитахме се да изтеглим файла от {{u}}",
  "What's new": "Какво е новото",
  "What's new?": "Какво е новото?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Когато е възможно, моля, предоставете допълнително връзка към Nextclade Web:",
  "You are connected to the internet": "Свързани сте с интернет",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Можете да продължите, но функционирането на {{project}} и коректността на резултатите не могат да бъдат гарантирани. Разработчиците не могат да разследват проблеми, възникнали при използване на този браузър.",
  "You can report this error to developers by creating a new issue at: ": "Можете да съобщите за тази грешка на разработчиците, като създадете нов проблем на адрес: ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Можете да изберете един от наборите от данни ръчно или да използвате функцията за автоматично предложение за набор от данни. Автоматичното предложение ще се опита да отгатне най-подходящия набор от данни от данните от вашата последователност.",
  "bottom": "дъно",
  "community": "общност",
  "deprecated": "остарял",
  "documentation": "документация",
  "experimental": "експериментален",
  "faster, more configurable command-line version of this application": "по-бърза, по-конфигурируема версия на командния ред на това приложение",
  "full": "пълен",
  "in forward direction, and nucleotide context in reverse direction": "в посока напред и нуклеотидния контекст в обратна посока",
  "non-ACGTN": "Не-ACGTN",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "не {{left}} ({{r1}}, {{r2}} или {{r3}})",
  "off": "изключен",
  "official": "официален",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "нашият родителски проект, инициатива с отворен код за използване на потенциала на данните за генома на патогена",
  "pairwise reference alignment and translation tool used by Nextclade": "инструмент за подравняване и превод по двойки, използван от Nextclade",
  "sidebar:Color By": "Странична лента: Цвят по",
  "sidebar:Filter Data": "Странична лента: Филтриране на данни",
  "sidebar:Tree": "Странична лента: дърво",
  "source": "източник",
  "top": "отгоре",
  "unknown": "неизвестен",
  "unreleased": "неиздаден",
  "unsupported": "неподдържани",
  "{{ n }} datasets appear to match your data. Select the one to use.": "Наборите от данни {{ n }} изглежда съвпадат с вашите данни. Изберете този, който да използвате.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "Изглежда, че наборите от данни {{ n }} съвпадат с вашите последователности. Кликнете върху „Промяна на референтния набор от данни“, за да видите списъка.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "{{cds}} фрагмент:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} липсва в анотацията на генома",
  "{{left}} or {{right}}": "{{left}} или {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Видяни {{nClusters}} мутационни клъстери с общо {{total}} мутации. QC резултат: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Общо Ns: {{total}} (разрешено {{allowed}}). QC резултат: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: общо {{total}} (разрешено {{allowed}}). QC резултат: {{score}}",
  "{{project}} documentation": "{{project}} документация",
  "{{project}} works best in the latest versions of ": "{{project}} работи най-добре в последните версии на ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Допълнителна информация за разработчиците (щракнете, за да разширите)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} Открит е неправилно поставен стоп кодон (и). Засегнат ген (и): {{geneList}}. QC резултат: {{score}}"
}
