{
  " ... (truncated)": " ... (sutrumpintas)",
  " Remove this input": " Pašalinkite šią įvestį",
  " and ": " ir ",
  " and the connection was successful, but the remote server replied with the following error:": " ir ryšys buvo sėkmingas, tačiau nuotolinis serveris atsakė su tokia klaida:",
  " but were unable to establish a connection.": " Tačiau nesugebėjo užmegzti ryšio.",
  " or ": " arba ",
  " or by writing an email to ": " arba parašydami el. Laišką adresu ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " kad kūrėjai galėtų ištirti šią problemą. Pateikite kuo daugiau informacijos apie savo įvesties duomenis, operacinę sistemą, naršyklės versiją ir kompiuterio konfigūraciją. Įtraukite kitą informaciją, kurią manote, naudinga diagnostikai. Pasidalinkite pavyzdį sekos duomenis, kurie leidžia atkurti problemą, jei įmanoma.",
  "(truncated)": "(sutrumpintas)",
  "* Current value. This amount can change depending on load": "* Dabartinė vertė. Ši suma gali keistis priklausomai nuo apkrovos",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} reikia bent {{memoryRequired}} atminties vienai sričiai",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "*Įsitikinkite, kad šis failas yra viešai prieinamas ir CORS įjungtas jūsų serveryje",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": "Tačiau mes negalėjome rasti reikiamų failų. Vietoj to radome failus, kurie būdingi senesnės {{project}} versijos duomenų rinkiniams.",
  ".": ".",
  ". ": ". ",
  "...more": "... daugiau",
  "1st nuc.": "1. nuc.",
  "3' end": "3' galas",
  "5' end": "5' pabaiga",
  "A new version of Nextclade Web is available:": "Yra nauja “Nextclade Web” versija:",
  "A new version of this dataset is available.": "Yra nauja šio duomenų rinkinio versija.",
  "About": "Apie",
  "About {{what}}": "Apie {{what}}",
  "Accept the data": "Priimkite duomenis",
  "Accept the updated dataset": "Priimkite atnaujintą duomenų rinkinį",
  "Add data": "Pridėti duomenis",
  "Add more": "Pridėti daugiau",
  "Add more sequence data": "Pridėti daugiau sekos duomenų",
  "Affected codons:": "Paveikti kodonai:",
  "After ref pos.": "Po nuoroda pos.",
  "Aligned peptides in {{formatName}} format, zipped": "Išlyginti peptidai {{formatName}} formatu, užtrauktuku",
  "Aligned sequences in {{formatName}} format.": "Išlygintos sekos {{formatName}} formatu.",
  "Alignment range": "Derinimo diapazonas",
  "Alignment range: {{range}}": "Derinimo diapazonas: {{range}}",
  "Alignment score": "Derinimo balas",
  "All categories": "Visos kategorijos",
  "All files in a {{formatName}} archive.": "Visi failai {{formatName}} archyve.",
  "Ambiguous markers": "Dviprasmiški žymekliai",
  "Ambiguous:": "Dviprasmiškas:",
  "Ambiguous: {{ambiguous}}": "Dviprasmiškas: {{ambiguous}}",
  "Amino acid insertion": "Aminorūgščių įterpimas",
  "Aminoacid changes ({{ n }})": "Aminorūgščių pokyčiai ({{ n }})",
  "Aminoacid deletion": "Aminorūgščių išbraukimas",
  "Aminoacid deletions ({{ n }})": "Aminorūgščių pašalinimas ({{ n }})",
  "Aminoacid insertions ({{ n }})": "Aminorūgščių įterpimas ({{ n }})",
  "Aminoacid substitution": "Aminorūgščių pakeitimas",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Aminorūgščių pakaitalai yra susiję su nuoroda ({{ n }})",
  "An error has occurred.": "Įvyko klaida.",
  "An error has occurred: {{errorName}}": "Įvyko klaida: {{errorName}}",
  "An unexpected error has occurred": "Įvyko netikėta klaida",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Analizuojant sekas: Rasta: {{total}}. Analizuota: {{done}}",
  "Analysis status": "Analizės būsena",
  "Analyzing...": "Analizuojant...",
  "Back to Files": "Atgal į failus",
  "Bad Request": "Blogas prašymas",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Blogas prašymas. Serveris negali arba negalės apdoroti užklausos dėl kliento klaidos. (HTTP būsenos kodas: {{status}})",
  "Bad quality": "Bloga kokybė",
  "Building tree": "Statybinis medis",
  "By aminoacid changes": "Pagal aminorūgščių pokyčius",
  "By clades": "Autorius: kladai",
  "By nucleotide mutations": "Pagal nukleotidų mutacijas",
  "By sequence name": "Pagal sekos pavadinimą",
  "Can be viewed in most tree viewers, including: ": "Galima peržiūrėti daugumoje medžių žiūrovų, įskaitant: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Galima peržiūrėti vietoje naudojant “Nextstrain Auspice” arba ",
  "Change language": "Keisti kalbą",
  "Change reference dataset": "Pakeiskite nuorodos duomenų rinkinį",
  "Citation": "Citavimas",
  "Cite Nextclade in your work": "Cituokite “Nextclade” savo darbe",
  "Clade": "Kladas",
  "Clade assignment, mutation calling, and sequence quality checks": "Klado priskyrimas, mutacijų iškvietimas ir sekos kokybės patikrinimai",
  "Clade: {{cladeText}}": "Klasė: {{cladeText}}",
  "Clear": "Išvalyti",
  "Clear the URL text field": "Išvalykite URL teksto lauką",
  "Clear the text field": "Išvalykite teksto lauką",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "Spustelėkite mygtuką “Atnaujinti” arba atnaujinkite puslapį bet kuriuo metu, kad gautumėte naujausius atnaujinimus.",
  "Click to get help information": "Spustelėkite norėdami gauti pagalbos informaciją",
  "Close this dialog window": "Uždarykite šį dialogo langą",
  "Close this window": "Uždarykite šį langą",
  "Codon": "Kodonas",
  "Codon length": "Kodono ilgis",
  "Codon range": "Kodonų diapazonas",
  "Column config": "Stulpelio konfigūracija",
  "Configure Nextclade": "Konfigūruokite “Nextclade”",
  "Configure columns": "Stulpelių konfigūravimas",
  "Contains aligned sequences in {{formatName}} format.": "Sudėtyje yra suderintų sekų {{formatName}} formatu.",
  "Contains all of the above files in a single {{formatName}} file.": "Sudėtyje yra visi aukščiau išvardyti failai viename {{formatName}} faile.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Pateikiami išsamūs analizės rezultatai, tokie kaip kladai, mutacijos, KK metrika ir kt., {{formatName}} formatu (newline-delimited JSON). Patogus tolesniam automatizuotam apdorojimui. Atkreipkite dėmesį, kad šis formatas yra nestabilus ir gali keistis be įspėjimo.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Pateikiami išsamūs analizės rezultatai, tokie kaip kladai, mutacijos, KK metrika ir kt., {{formatName}} formatu. Patogus tolesniam automatizuotam apdorojimui. Atkreipkite dėmesį, kad šis formatas yra nestabilus ir gali keistis be įspėjimo.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Pateikiami jūsų sekų vertimo rezultatai. Vienas {{formatName}} failas vienam genui, viskas zip archyve.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Pateikiami apibendrinti analizės rezultatai, tokie kaip kladai, mutacijos, KK metrika ir kt., Lentelės formatu. Patogus tolesniam peržiūrai ir apdorojimui naudojant skaičiuokles ar duomenų mokslo įrankius.",
  "Context": "Kontekstas",
  "Copied!": "Nukopijuota!",
  "Copy": "Kopijuoti",
  "Cov.": "Cov.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Šiuo metu pasirinktas duomenų rinkinys, atrodo, neatitinka jūsų sekas ir pasiūlymų algoritmas negalėjo rasti jokių alternatyvų. Pasirinkite duomenų rinkinį rankiniu būdu. Jei nėra tinkamo duomenų rinkinio, apsvarstykite galimybę sukurti ir prisidėti prie “Nextclade” bendruomenės duomenų rinkinio rinkinio.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Atrodo, kad šiuo metu pasirinktas duomenų rinkinys neatitinka jūsų sekas, tačiau yra {{ n }} kitų duomenų rinkinių, kurie gali. Norėdami pamatyti sąrašą, spustelėkite “Keisti nuorodų duomenų rinkinį”.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Atrodo, kad šiuo metu pasirinktas duomenų rinkinys neatitinka jūsų sekų, tačiau yra 1 duomenų rinkinys, kuris gali. Norėdami pamatyti sąrašą, spustelėkite “Keisti nuorodų duomenų rinkinį”.",
  "Customize dataset files": "Tinkinti duomenų rinkinio failus",
  "Dataset": "Duomenų rinkinys",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Duomenų rinkinio autoriai pažymėjo šį duomenų rinkinį kaip pasenusį, o tai reiškia, kad duomenų rinkinys yra pasenęs, nebebus atnaujinamas arba kitaip nėra svarbus. Dėl konkrečios informacijos susisiekite su duomenų rinkinio autoriais.",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Duomenų rinkinio autoriai šį duomenų rinkinį pažymėjo kaip eksperimentinį, o tai reiškia, kad duomenų rinkinys vis dar kuriamas, yra prastesnės kokybės nei įprasta arba turi kitų problemų. Naudokite savo rizika. Dėl konkrečios informacijos susisiekite su duomenų rinkinio autoriais.",
  "Dataset file format not recognized.": "Duomenų rinkinio failo formatas neatpažintas.",
  "Dataset files currently customized: {{n}}": "Šiuo metu pritaikyti duomenų rinkinio failai: {{n}}",
  "Dataset name: {{name}}": "Duomenų rinkinio pavadinimas: {{name}}",
  "Dataset-specific columns": "Duomenų rinkiniui būdingi stulpeliai",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Duomenų rinkiniai skiriasi priklausomai nuo patogeno, kamieno ir kitų požymių. Kiekvienas duomenų rinkinys yra pagrįstas tam tikra atskaitos seka. Tam tikri duomenų rinkiniai turi pakankamai informacijos tik pagrindinei analizei, kiti - daugiau informacijos, kad būtų galima atlikti išsamesnę analizę ir patikrinimus. Duomenų rinkinių autoriai periodiškai atnaujina ir tobulina savo duomenų rinkinius.",
  "Deletion": "Ištrynimas",
  "Deletion markers": "Ištrynimo žymekliai",
  "Detailed QC assessment:": "Išsamus QC vertinimas:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Atmeskite šį pranešimą. Galite atnaujinti “Nextclade” bet kuriuo metu vėliau atnaujindami puslapį.",
  "Docker": "Dokininkas",
  "Docs": "Dokumentai",
  "Documentation": "Dokumentacija",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Atlikta. Iš viso sekų: {{total}}. Pasisekė: {{succeeded}}",
  "Download CSV": "Atsisiųsti CSV",
  "Download TSV": "Atsisiųsti TSV",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Atsisiųskite suderintus peptidus {{formatName}} formatu, po vieną failą vienam genui, viską zip archyve.",
  "Download aligned sequences in {{formatName}} format.": "Atsisiųskite suderintas sekas {{formatName}} formatu.",
  "Download all in {{formatName}} archive.": "Parsisiųsti viską iš {{formatName}} archyvo.",
  "Download bibtex fragment: ": "Atsisiųskite bibtex fragmentą: ",
  "Download output files": "Atsisiųskite išvesties failus",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Atsisiųskite filogenetinį medį su ant jo įdėtomis sekomis {{formatName}} formatu.",
  "Download results of the analysis in {{formatName}} format.": "Atsisiųskite analizės rezultatus {{formatName}} formatu.",
  "Download summarized results in {{formatName}} format.": "Atsisiųskite apibendrintus rezultatus {{formatName}} formatu.",
  "Downloads": "Atsisiuntimai",
  "Drag & drop a file ": "Vilkite ir upuść failą ",
  "Drag & drop files or folders": "Vilkite ir upuść failus ar aplankus",
  "Drag & drop or select a file": "Vilkite ir upuść arba pasirinkite failą",
  "Drag & drop or select files": "Vilkite ir upuść arba pasirinkite failus",
  "Drop it!": "Numesk jį!",
  "Duplicate sequence names": "Pasikartojantys sekų pavadinimai",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Įgalinkite geriausiai atitinkančių patogenų duomenų rinkinių pasiūlymą. Norėdami paleisti pasiūlymų variklį, pridėkite sekos duomenis.",
  "Enter URL to a file to fetch": "Įveskite failo, kurį norite gauti, URL",
  "Enter genome annotation in {{formatName}} format": "Įveskite genomo anotaciją {{formatName}} formatu",
  "Enter pathogen description in {{formatName}} format": "Įveskite patogeno aprašymą {{formatName}} formatu",
  "Enter reference sequence in {{formatName}} format": "Įveskite nuorodų seką {{formatName}} formatu",
  "Enter reference tree in {{formatName}} format": "Įveskite nuorodų medį {{formatName}} formatu",
  "Enter sequence data in FASTA format": "Įveskite sekos duomenis FASTA formatu",
  "Error": "Klaida",
  "Errors & warnings": "Klaidos ir įspėjimai",
  "Example": "Pavyzdys",
  "Export": "Eksportuoti",
  "Export results": "Eksporto rezultatai",
  "FS": "FS",
  "Failed": "Nepavyko",
  "Failed due to error.": "Nepavyko dėl klaidos.",
  "Failed: {{failed}}": "Nepavyko: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "1 pav. SARS-CoV-2 kladų filogenetinių ryšių iliustracija, kaip apibrėžta “Nextstrain”",
  "File": "Failas",
  "Files": "Failai",
  "Filter: opens panel where you can apply table row filtering": "Filtras: atidaro skydelį, kuriame galite taikyti lentelės eilučių filtravimą",
  "For example: {{exampleUrl}}": "Pavyzdžiui: {{exampleUrl}}",
  "For more advanced use-cases:": "Pažangesniems naudojimo atvejams:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Draudžiama. Neturite reikiamų teisių, kad galėtumėte pasiekti šį šaltinį. (HTTP būsenos kodas: {{status}})",
  "Frame": "Rėmas",
  "Frame shift": "Rėmo poslinkis",
  "Frame shifts": "Rėmo poslinkiai",
  "Gained: {{gained}}": "Įgyta: {{gained}}",
  "Gaps": "Spragos",
  "Gene": "Genas",
  "Gene \"{{ geneName }}\" is missing": "Trūksta geno \"{{ geneName }}\"",
  "Gene.": "Genas.",
  "General": "Generolas",
  "Genome annotation": "Genomo anotacija",
  "Genome length: {{length}}": "Genomo ilgis: {{length}}",
  "Global nuc. range": "Pasaulinis nuc. asortimentas",
  "Go to main page to add input files": "Eikite į pagrindinį puslapį, kad pridėtumėte įvesties failus",
  "Go to main page to add more input files": "Eikite į pagrindinį puslapį, kad pridėtumėte daugiau įvesties failų",
  "Good quality": "Gera kokybė",
  "Has errors": "Turi klaidų",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Čia galite nepaisyti atskirų duomenų rinkinio failų. Jei failas nepateikiamas, jis bus pakeistas iš šiuo metu pasirinkto duomenų rinkinio. Sužinokite daugiau {{documentation}}",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Čia galite pasirinkti stulpelius (atskirus ar kategorijas), kurie bus įrašyti į CSV ir TSV failus.",
  "Hide dataset files": "Slėpti duomenų rinkinio failus",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Tačiau tai nerekomenduojama: ši programos versija nebeatnaujinama ar palaikoma ir negalime garantuoti, kad ji veiks ir duos teisingų rezultatų.",
  "I want to try anyway": "Aš vis tiek noriu pabandyti",
  "Idle": "Tuščiąja eiga",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Jei nenorėjote prašyti tinkinto duomenų rinkinio, pašalinkite parametrą “dataset-url” iš URL arba paleiskite programą iš naujo.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Jei nerandate patogeno ar padermės, kurio jums reikia, duomenų rinkinio, galite sukurti savo duomenų rinkinį. Taip pat galite paskelbti jį mūsų bendruomenės kolekcijoje, kad ir kiti žmonės galėtų ja naudotis.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Jei leidinyje naudojate rezultatus, gautus naudojant “Nextclade”, pridėkite citatą į mūsų straipsnį:",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "Nepaisoma {{numIgnored}} žinomo kadro poslinkio (-ų): {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Tuo tarpu galite pabandyti paleisti dar kartą naudodami senesnę “Nextclade” versiją: {{ lnk }}",
  "Ins.": "Ins.",
  "Inserted fragment": "Įterptas fragmentas",
  "Internal server error": "Vidinė serverio klaida",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Tikėtina, kad šis duomenų rinkinys yra pasenęs ir tinka tik ankstesnėms {{project}} versijoms. Kreipkitės į duomenų rinkinio autorius, kad jie galėtų konvertuoti duomenų rinkinį į naujesnį formatą. Procedūra paaiškinta projekto dokumentuose.",
  "Known frame shifts ({{ n }})": "Žinomi kadrų poslinkiai ({{ n }})",
  "Known premature stop codons ({{ n }})": "Žinomi priešlaikinio sustojimo kodonai ({{ n }})",
  "Labeled private mutations ({{ n }})": "Pažymėtos privačios mutacijos ({{ n }})",
  "Labels": "Etiketės",
  "Later": "Vėliau",
  "Launch suggestions engine!": "Paleiskite pasiūlymų variklį!",
  "Launch the algorithm!": "Paleiskite algoritmą!",
  "Leading deleted codon range": "Pagrindinis ištrintų kodonų diapazonas",
  "Learn more about Nextclade datasets in the {{documentation}}": "Sužinokite daugiau apie “Nextclade” duomenų rinkinius {{documentation}}",
  "Length": "Ilgis",
  "Length (AA)": "Ilgis (AA)",
  "Length (nuc)": "Ilgis (nuc)",
  "Link": "Nuoroda",
  "Link to our Docker containers": "Nuoroda į mūsų “Docker” konteinerius",
  "Link to our GitHub page": "Nuoroda į mūsų “GitHub” puslapį",
  "Link to our X.com (Twitter)": "Nuoroda į mūsų X.com (Twitter)",
  "Link to our discussion forum": "Nuoroda į mūsų diskusijų forumą",
  "Load example": "Įkrovimo pavyzdys",
  "Loading data...": "Duomenų įkėlimas...",
  "Loading...": "Įkeliama...",
  "Local nuc. range": "Vietinis nuc. asortimentas",
  "Lost: {{lost}}": "Prarastas: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Žymekliai yra spalvoti stačiakampiai, kurie vaizduoja mutacijas, ištrynimus ir tt Yra techninė riba, kiek jų galima rodyti vienu metu, priklausomai nuo to, kaip greitai jūsų kompiuteris veikia. Galite suderinti slenkstį dialoge “Nustatymai”, pasiekiamame viršutiniame skydelyje esančiu mygtuku.",
  "Max. nucleotide markers": "Maks. nukleotidų žymenys",
  "Mediocre quality": "Vidutinė kokybė",
  "Memory available*": "Turima atmintis*",
  "Memory per CPU thread": "Atmintis vienam procesoriaus sriegiui",
  "Method not allowed": "Metodas neleidžiamas",
  "Missing ({{ n }})": "Trūksta ({{ n }})",
  "Missing Data": "Trūksta duomenų",
  "Missing data found": "Rasta trūkstamų duomenų",
  "Missing ranges": "Trūkstami diapazonai",
  "Missing: {{range}}": "Trūkstama: {{range}}",
  "Mixed Sites": "Mišrios svetainės",
  "Mixed sites found": "Rastos mišrios svetainės",
  "Motif": "motyvas",
  "Motifs carried from reference sequence (sometimes mutated)": "Motyvai, perkelti iš etaloninės sekos (kartais mutavę)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Motyvai, kurių nėra atskaitos sekoje, bet atsirado užklausų sekoje",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Motyvai, kurie yra atskaitos sekoje, tačiau turi dviprasmybių užklausų sekoje",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Motyvai, kurie yra atskaitos sekoje, bet išnyko užklausos sekoje",
  "Multiple matching datasets.": "Keli atitinkantys duomenų rinkiniai.",
  "Mut.": "Mut.",
  "Mutation": "Mutacija",
  "Mutation Clusters": "Mutacijų klasteriai",
  "Mutation clusters found": "Rasta mutacijų klasterių",
  "Mutation markers": "Mutacijos žymenys",
  "Mutations relative to nearest node (private mutations)": "Mutacijos, palyginti su artimiausiu mazgu (privačios mutacijos)",
  "Mutations relative to reference sequence": "Mutacijos, palyginti su etalonine seka",
  "Nextclade Web documentation": "“Nextclade” žiniatinklio dokumentacija",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "“Nextclade” programinė įranga sukurta taip, kad būtų agnostiška analizuojamiems patogenams. Informacija apie konkrečius patogenus pateikiama vadinamųjų “Nextclade” duomenų rinkinių pavidalu.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Jokie duomenų rinkiniai neatitinka jūsų duomenų. Pasirinkite duomenų rinkinį rankiniu būdu. Jei nėra tinkamo duomenų rinkinio, apsvarstykite galimybę jį sukurti ir prisidėti prie “Nextclade” bendruomenės duomenų rinkinio rinkinio.",
  "No issues": "Jokių problemų",
  "No matching datasets.": "Nėra atitinkančių duomenų rinkinių.",
  "Non-ACGTN ({{totalNonACGTNs}})": "Ne ACGTN ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Neišsekuota ({{ n }})",
  "Not sequenced: {{range}}": "Neišsekta: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "Atkreipkite dėmesį, kad atvirkštinėms sruogoms “Nextclade” pasirenka rodyti aminorūgščių kontekstą",
  "Note that motifs are detected after insertions are stripped.": "Atkreipkite dėmesį, kad motyvai aptinkami nuėmus įdėklus.",
  "Notes": "Pastabos",
  "Ns": "Ns",
  "Nucleotide changes nearby ({{ n }})": "Netoliese esantys nukleotidų pokyčiai ({{ n }})",
  "Nucleotide deletion: {{range}}": "Nukleotidų ištrynimas: {{range}}",
  "Nucleotide deletions ({{ n }})": "Nukleotidų ištrynimas ({{ n }})",
  "Nucleotide insertion": "Nukleotidų įterpimas",
  "Nucleotide insertions ({{ n }})": "Nukleotidų įterpimas ({{ n }})",
  "Nucleotide length": "Nukleotido ilgis",
  "Nucleotide range": "Nukleotidų diapazonas",
  "Nucleotide sequence": "Nukleotidų seka",
  "Nucleotide substitution": "Nukleotidų pakeitimas",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Nukleotidų pakaitai rel. pagal nuorodą ({{ n }})",
  "Number of CPU threads": "Procesoriaus gijų skaičius",
  "OK": "OK",
  "Only one file is expected": "Tikimasi tik vieno failo",
  "Open changelog to see what has changed in the new version.": "Atidarykite pakeitimų žurnalą, kad pamatytumėte, kas pasikeitė naujoje versijoje.",
  "Overall QC score: {{score}}": "Bendras QC rezultatas: {{score}}",
  "Overall QC status: {{status}}": "Bendra QC būsena: {{status}}",
  "PCR primer changes ({{totalChanges}})": "PGR pradmenų pokyčiai ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "PGR pradmenų pokyčiai: ({{total}})",
  "PCR primers": "PGR pradmenys",
  "Pasted text": "Įklijuotas tekstas",
  "Pathogen JSON": "Patogenas JSON",
  "Pending...": "Laukiama...",
  "Phase": "Fazė",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Filogenetinis medis su sekomis, esančiomis ant jo, {{formatName}} formatu.",
  "Please give them a try!": "Prašau pabandyti juos!",
  "Please provide sequence data first": "Pirmiausia pateikite sekos duomenis",
  "Please provide sequence data for the algorithm": "Pateikite algoritmo sekos duomenis",
  "Please provide the data first": "Pirmiausia pateikite duomenis",
  "Please report this to developers.": "Prašome pranešti apie tai kūrėjams.",
  "Please run the analysis first": "Pirmiausia paleiskite analizę",
  "Please run the analysis first.": "Pirmiausia atlikite analizę.",
  "Please run the analysis on a dataset with reference tree": "Prašome atlikti analizę duomenų rinkinyje su atskaitos medžiu",
  "Please verify that:": "Patikrinkite, ar:",
  "Possible dataset mismatch detected.": "Nustatytas galimas duomenų rinkinio neatitikimas.",
  "Preserved: {{preserved}}": "Išsaugota: {{preserved}}",
  "Private Mutations": "Privačios mutacijos",
  "Private mutations rel. to tree ({{ n }})": "Privačios mutacijos rel. į medį ({{ n }})",
  "Protein": "Baltymai",
  "Provide sequence data": "Pateikite sekos duomenis",
  "QC": "QC",
  "QC score: {{score}}": "KK rezultatas: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "QC rezultatas: {{score}}. Grąžinti pakaitalai: {{numReversionSubstitutions}}, Žymėti pakaitalai: {{numLabeledSubstitutions}}, Nepaženklinti pakaitalai: {{numUnlabeledSubstitutions}}, Ištrynimo intervalai: {{totalDeletionRanges}}. Svertinė suma: {{weightedTotal}}",
  "Quality control": "Kokybės kontrolė",
  "Query": "Užklausa",
  "Query AA": "Užklausa AA",
  "Range": "Diapazonas",
  "Ranges of nucleotide \"N\"": "Nukleotido “N” diapazonai",
  "Re-launch suggestions engine!": "Iš naujo paleiskite pasiūlymų variklį!",
  "Re-suggest": "Pakartotinai pasiūlykite",
  "Recommended number of CPU threads**": "Rekomenduojamas procesoriaus sriegių skaičius**",
  "Ref pos.": "Nuoroda pos.",
  "Ref.": "Nuor",
  "Ref. AA": "Nuor AA",
  "Reference sequence": "Etaloninė seka",
  "Reference tree": "Nuorodos medis",
  "Reference: {{ ref }}": "Nuoroda: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Regionai, esantys už derinimo abiejuose galuose: nukleotidai, esantys etaloninėje sekoje, nėra užklausos sekoje ir kurie išlygintoje sekoje tapo “-”.",
  "Reload the page and start Nextclade fresh": "Iš naujo įkelkite puslapį ir pradėkite “Nextclade” šviežią",
  "Reload the page to get the latest version of Nextclade.": "Iš naujo įkelkite puslapį, kad gautumėte naujausią “Nextclade” versiją.",
  "Remove": "Pašalinti",
  "Remove all": "Pašalinti visus",
  "Remove all input files": "Pašalinkite visus įvesties failus",
  "Reset": "Atstatyti iš naujo",
  "Reset dataset": "Iš naujo nustatyti duomenų rinkinį",
  "Reset to default": "Iš naujo nustatyti numatytuosius nustatymus",
  "Restart Nextclade": "Iš naujo paleiskite “Nextclade”",
  "Results": "Rezultatai",
  "Results of the analysis in {{formatName}} format.": "Analizės rezultatai {{formatName}} formatu.",
  "Return back to list of files": "Grįžti atgal į failų sąrašą",
  "Return to full Genome annotation and nucleotide sequence view": "Grįžti į visą genomo anotacijos ir nukleotidų sekos rodinį",
  "Reversions ({{ n }})": "Reversijos ({{ n }})",
  "Run": "Bėgti",
  "Run Nextclade automatically after sequence data is provided": "Pateikus sekos duomenis, paleiskite “Nextclade” automatiškai",
  "Run automatically": "Vykdyti automatiškai",
  "Running": "Bėgimas",
  "SC": "SC",
  "Search datasets": "Ieškokite duomenų rinkinių",
  "Search examples": "Ieškoti pavyzdžių",
  "Search languages": "Ieškokite kalbų",
  "Select a file": "Pasirinkite failą",
  "Select files": "Pasirinkite failus",
  "Select reference dataset": "Pasirinkite informacinį duomenų rinkinį",
  "Selected pathogen": "Pasirinktas patogenas",
  "Selected reference dataset": "Pasirinktas nuorodų duomenų rinkinys",
  "Sequence data you've added": "Pridėtos sekos duomenys",
  "Sequence index": "Sekos indeksas",
  "Sequence name": "Sekos pavadinimas",
  "Sequence view": "Sekos vaizdas",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Serverio klaida. Nuotoliniame serveryje įvyko klaida. Prašome susisiekti su savo sever administratoriumi. (HTTP būsenos kodas: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Nustatykite maksimalaus žymenų skaičiaus ribą (mutacijos, ištrynimai ir kt.), Rodyti nukleotidų rodiniuose. Sumažinus šį skaičių, padidėja našumas. Jei riba pasiekiama, nukleotidų sekos vaizdas bus išjungtas.",
  "Settings": "Nustatymai",
  "Should be a number": "Turėtų būti skaičius",
  "Should be in range from {{minimum}} to {{maximum}}": "Turėtų būti diapazone nuo {{minimum}} iki {{maximum}}",
  "Show analysis results table": "Rodyti analizės rezultatų lentelę",
  "Show current dataset details": "Rodyti dabartinę duomenų rinkinio informaciją",
  "Show phylogenetic tree": "Rodyti filogenetinį medį",
  "Show start page": "Rodyti pradinį puslapį",
  "Show when a new version is available": "Rodyti, kada yra prieinama nauja versija",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Yra žinoma, kad kai kurie “adlocking” naršyklės plėtiniai (“AdBlock”, “uBlock”, “Privacy Badger” ir kiti) ir į privatumą orientuotos naršyklės (pvz., “Brave”) neleidžia {{appName}} pateikti tinklo užklausų kitiems serveriams. {{appName}} gerbia jūsų privatumą, neteikia skelbimų ir nerenka asmens duomenų. Visi skaičiavimai atliekami naršyklėje. Galite saugiai išjungti adblocker'ius {{domain}} ir (arba) leisti {{domain}} pateikti tinklo užklausas į jūsų duomenų šaltinio serverį.",
  "Source code": "Šaltinio kodas",
  "Start": "Pradėti",
  "Starting {{numWorkers}} threads...": "Pradedant {{numWorkers}} temas...",
  "Stop codons": "Sustabdykite kodonus",
  "Strand:": "Strand:",
  "Substitution": "Pakeitimas",
  "Success": "Sėkmė",
  "Suggest": "Siūlyti",
  "Suggest automatically": "Pasiūlykite automatiškai",
  "Suggesting": "Siūlo",
  "Suggestion algorithm failed.": "Pasiūlymo algoritmas nepavyko.",
  "Suggestion algorithm failed. Please report this to developers.": "Pasiūlymo algoritmas nepavyko. Prašome pranešti apie tai kūrėjams.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Pasiūlymų algoritmas nesugebėjo rasti jūsų sekoms tinkamo duomenų rinkinio. Pasirinkite duomenų rinkinį rankiniu būdu. Jei nėra tinkamo duomenų rinkinio, apsvarstykite galimybę sukurti ir prisidėti prie “Nextclade” bendruomenės duomenų rinkinio rinkinio.",
  "Summarized results of the analysis in {{formatName}} format.": "Apibendrinti analizės rezultatai {{formatName}} formatu.",
  "Text": "Tekstas",
  "The address to the file is correct": "Failo adresas yra teisingas",
  "The address to the file is reachable from your browser": "Failo adresas pasiekiamas iš jūsų naršyklės",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "Prašomas šaltinis nerastas. Patikrinkite adreso teisingumą. (HTTP būsenos kodas: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Serveris leidžia bendrinti “Cross-Origin Resource Sharing” (CORS)",
  "There are no browser extensions interfering with network requests": "Nėra naršyklės plėtinių, trukdančių tinklo užklausoms",
  "There are no problems in domain name resolution of your server": "Nėra problemų dėl jūsų serverio domeno vardo skiriamosios gebos",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Ši naršyklės versija ({{nameAndVersion}}) nepalaikoma, o tai reiškia, kad jai gali trūkti galimybių, reikalingų {{project}} veikimui.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Šį duomenų rinkinį teikia bendruomenės nariai. {{proj}} kūrėjai negali patikrinti bendruomenės duomenų rinkinių teisingumo ar suteikti jiems palaikymo. Naudokite savo rizika. Dėl visų klausimų susisiekite su duomenų rinkinio autoriais.",
  "This dataset is provided by {{proj}} developers.": "Šį duomenų rinkinį teikia {{proj}} kūrėjai.",
  "This gene is missing due to the following errors during analysis: ": "Šio geno trūksta dėl šių klaidų analizės metu: ",
  "This is a preview version. For official website please visit ": "Tai yra peržiūros versija. Oficialioje svetainėje apsilankykite ",
  "This page could not be found": "Šio puslapio nepavyko rasti",
  "Toggle height of markers for ambiguous characters": "Dviprasmiškų simbolių žymeklių aukštį perjunkite",
  "Toggle height of markers for deletions": "Perjunkite žymeklių aukštį, kad būtų galima ištrinti",
  "Toggle height of markers for missing ranges": "Trūkstamų diapazonų žymeklių aukštį perjunkite",
  "Toggle height of markers for mutated characters": "Perjungti mutavusių simbolių žymeklių aukštį",
  "Toggle height of markers for unsequenced ranges": "Perjungti žymeklių aukštį nesekuotiems diapazonams",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Per daug žymeklių, kad būtų rodomi ({{totalMarkers}}). Slenkstį ({{maxNucMarkers}}) galima padidinti dialogo lange “Nustatymai”",
  "Too many mixed sites found": "Rasta per daug mišrių svetainių",
  "Too many mutation clusters found": "Rasta per daug mutacijų grupių",
  "Too much missing data found": "Rasta per daug trūkstamų duomenų",
  "Total: {{total}}": "Iš viso: {{total}}",
  "Trailing deleted codon range": "Galutinis ištrintų kodonų diapazonas",
  "Tree": "Medis",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Neteisėtas. Norint naudoti šį šaltinį, reikalingas autentifikavimas. (HTTP būsenos kodas: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Netikėti kadrų poslinkiai ({{ n }})",
  "Unexpected premature stop codons ({{ n }})": "Netikėti priešlaikiniai sustojimo kodonai ({{ n }})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Aptiktas netikėtas {{numFrameShifts}} kadro poslinkis (-ai): {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Nežinomas aminorūgščių (X) diapazonas",
  "Unknown error": "Nežinoma klaida",
  "Unlabeled private mutations ({{ n }})": "Nepaženklintos privačios mutacijos ({{ n }})",
  "Unsequenced ranges": "Nesekvuoti diapazonai",
  "Unsupported browser": "Nepalaikoma naršyklė",
  "Update": "Atnaujinti",
  "Updated at: {{updated}}": "Atnaujinta: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "Priklausomai nuo duomenų rinkinio, gali būti prieinami įvairūs neprivalomi stulpeliai, tokie kaip pasirinktiniai kladai ir fenotipai",
  "Warning": "Įspėjimas",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "Mes bandėme atsisiųsti pasirinktinį duomenų rinkinį, kurio prašoma naudojant parametrą “dataset-url” iš ",
  "We tried to download the file from {{u}}": "Bandėme atsisiųsti failą iš {{u}}",
  "What's new": "Kas naujo",
  "What's new?": "Kas naujo?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Jei įmanoma, papildomai pateikite nuorodą į “Nextclade Web”:",
  "You are connected to the internet": "Jūs esate prisijungę prie interneto",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Galite tęsti, tačiau negalima garantuoti {{project}} veikimo ir rezultatų teisingumo. Kūrėjai negali ištirti problemų, atsiradusių naudojant šią naršyklę.",
  "You can report this error to developers by creating a new issue at: ": "Apie šią klaidą galite pranešti kūrėjams sukurdami naują problemą adresu: ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Galite pasirinkti vieną iš duomenų rinkinių rankiniu būdu arba naudoti automatinę duomenų rinkinio pasiūlymo funkciją. Automatinis pasiūlymas bandys atspėti tinkamiausią duomenų rinkinį iš jūsų sekos duomenų.",
  "bottom": "dugnas",
  "community": "bendruomenė",
  "deprecated": "nebenaudojamas",
  "documentation": "dokumentacija",
  "experimental": "eksperimentinis",
  "faster, more configurable command-line version of this application": "greitesnė, labiau konfigūruojama šios programos komandinės eilutės versija",
  "full": "pilna",
  "in forward direction, and nucleotide context in reverse direction": "pirmyn, o nukleotidų kontekstas atvirkščia kryptimi",
  "non-ACGTN": "Ne ACGTN",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "ne {{left}} ({{r1}}, {{r2}} arba {{r3}})",
  "off": "išjungtas",
  "official": "oficialus",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "mūsų pagrindinis projektas, atviro kodo iniciatyva, skirta išnaudoti patogeno genomo duomenų potencialą",
  "pairwise reference alignment and translation tool used by Nextclade": "porinis nuorodų derinimo ir vertimo įrankis, kurį naudoja “Nextclade”",
  "sidebar:Color By": "Šoninė juosta: spalva pagal",
  "sidebar:Filter Data": "Šoninė juosta:Filtruoti duomenis",
  "sidebar:Tree": "Šoninė juosta: medis",
  "source": "šaltinis",
  "top": "viršuje",
  "unknown": "nežinomas",
  "unreleased": "neišleistas",
  "unsupported": "nepalaikomas",
  "{{ n }} datasets appear to match your data. Select the one to use.": "Atrodo, kad {{ n }} duomenų rinkiniai atitinka jūsų duomenis. Pasirinkite tą, kurį norite naudoti.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "Atrodo, kad {{ n }} duomenų rinkiniai atitinka jūsų sekas. Norėdami pamatyti sąrašą, spustelėkite “Keisti nuorodų duomenų rinkinį”.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "{{cds}} fragmentas:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} trūksta genomo anotacijoje",
  "{{left}} or {{right}}": "{{left}} arba {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Matyti {{nClusters}} mutacijų klasteriai, kuriuose iš viso yra {{total}} mutacijų. QC rezultatas: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Iš viso Ns: {{total}} (leidžiama {{allowed}}). KK rezultatas: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: iš viso {{total}} (leidžiama {{allowed}}). QC rezultatas: {{score}}",
  "{{project}} documentation": "{{project}} dokumentacija",
  "{{project}} works best in the latest versions of ": "{{project}} geriausiai veikia naujausiose versijose ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Papildoma informacija kūrėjams (spustelėkite norėdami išplėsti)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} aptiktas netinkamas stabdymo kodonas (-ai). Paveiktas (-ai) genas (-ai): {{geneList}}. QC rezultatas: {{score}}"
}
