{
  " ... (truncated)": " ... (stytt)",
  " Remove this input": " Fjarlægðu þetta inntak",
  " and ": " og ",
  " and the connection was successful, but the remote server replied with the following error:": " og tengingin tókst vel, en fjarþjónninn svaraði með eftirfarandi villu:",
  " but were unable to establish a connection.": " En ekki tókst að koma á tengingu.",
  " or ": " eða ",
  " or by writing an email to ": " eða með því að skrifa tölvupóst á ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " svo verktaki gæti rannsakað þetta vandamál. Vinsamlegast gefðu upp eins margar upplýsingar og mögulegt er um inntaksgögnin þín, stýrikerfi, vafraútgáfu og tölvustillingar. Láttu í sér aðrar upplýsingar sem þú telur gagnlegar til greiningar. Deila dæmi röð gögn sem gerir kleift að endurskapa vandamálið, ef mögulegt er.",
  "(truncated)": "(stytt)",
  "* Current value. This amount can change depending on load": "* Núverandi gildi. Þessi upphæð getur breyst eftir álagi",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} krefst að minnsta kosti {{memoryRequired}} af minni á hvern þráð",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "* Gakktu úr skugga um að þessi skrá sé aðgengileg almenningi og CORS sé virkt á netþjóninum þínum",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": "Hins vegar gátum við ekki fundið nauðsynlegar skrár. Í staðinn fundum við skrár sem eru sértækar fyrir gagnasett fyrir eldri útgáfu af {{project}}.",
  ".": ".",
  ". ": ". ",
  "...more": "... meira",
  "1st nuc.": "1. núc.",
  "3' end": "3' endir",
  "5' end": "5' enda",
  "A new version of Nextclade Web is available:": "Ný útgáfa af Nextclade Web er fáanleg:",
  "A new version of this dataset is available.": "Ný útgáfa af þessu gagnasafni er fáanleg.",
  "About": "Um",
  "About {{what}}": "Um {{what}}",
  "Accept the data": "Samþykkja gögnin",
  "Accept the updated dataset": "Samþykkja uppfærða gagnasafnið",
  "Add data": "Bæta við gögnum",
  "Add more": "Bæta við meira",
  "Add more sequence data": "Bæta við fleiri raðgögnum",
  "Affected codons:": "Áhrifamiklir kódónar:",
  "After ref pos.": "Eftir tilvísun pos.",
  "Aligned peptides in {{formatName}} format, zipped": "Takt peptíð í {{formatName}} sniði, rennt",
  "Aligned sequences in {{formatName}} format.": "Raðar raðir á {{formatName}} sniði.",
  "Alignment range": "Jöfnunarsvið",
  "Alignment range: {{range}}": "Jöfnunarsvið: {{range}}",
  "Alignment score": "Jöfnunarstig",
  "All categories": "Allir flokkar",
  "All files in a {{formatName}} archive.": "Allar skrár í {{formatName}} skjalasafni.",
  "Ambiguous markers": "Ótvíræð merki",
  "Ambiguous:": "Ótvírætt:",
  "Ambiguous: {{ambiguous}}": "Ótvírætt: {{ambiguous}}",
  "Amino acid insertion": "Innsetning amínósýru",
  "Aminoacid changes ({{ n }})": "Breytingar á amínósýru ({{ n }})",
  "Aminoacid deletion": "Amínósýrueyðing",
  "Aminoacid deletions ({{ n }})": "Eyðing amínósýru ({{ n }})",
  "Aminoacid insertions ({{ n }})": "Innsetningar á amínósýru ({{ n }})",
  "Aminoacid substitution": "Skipting á amínósýru",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Skiptingar amínósýru gilda til viðmiðunar ({{ n }})",
  "An error has occurred.": "Villa hefur átt sér stað.",
  "An error has occurred: {{errorName}}": "Villa hefur komið fram: {{errorName}}",
  "An unexpected error has occurred": "Óvænt villa hefur átt sér stað",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Greining raða: Fannst: {{total}}. Greint: {{done}}",
  "Analysis status": "Staða greiningar",
  "Analyzing...": "Að greina...",
  "Back to Files": "Aftur í skrár",
  "Bad Request": "Slæm beiðni",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Slæm beiðni. Miðlarinn getur ekki eða mun ekki vinna úr beiðninni vegna villu viðskiptavinarins. (HTTP stöðukóði: {{status}})",
  "Bad quality": "Slæm gæði",
  "Building tree": "Byggingartré",
  "By aminoacid changes": "Með amínósýrubreytingum",
  "By clades": "Eftir clades",
  "By nucleotide mutations": "Með núkleótíðstökkbreytingum",
  "By sequence name": "Eftir raðheiti",
  "Can be viewed in most tree viewers, including: ": "Hægt að skoða í flestum trjáhorfendum, þar á meðal: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Hægt að skoða á staðnum með Nextstrain Auspice eða í ",
  "Change language": "Breyta tungumáli",
  "Change reference dataset": "Breyta tilvísunargagnasafni",
  "Citation": "Tilvitnun",
  "Cite Nextclade in your work": "Vitnaðu til Nextclade í starfi þínu",
  "Clade": "Clade",
  "Clade assignment, mutation calling, and sequence quality checks": "Clade úthlutun, köllun stökkbreytinga og gæðaeftirlit með röð",
  "Clade: {{cladeText}}": "Class: {{cladeText}}",
  "Clear": "Hreinsa",
  "Clear the URL text field": "Hreinsaðu textareitinn á vefslóðinni",
  "Clear the text field": "Hreinsaðu textareitinn",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "Smelltu á “Uppfæra” hnappinn eða endurnýja síðuna hvenær sem er til að fá nýjustu uppfærslur.",
  "Click to get help information": "Smelltu til að fá hjálparupplýsingar",
  "Close this dialog window": "Lokaðu þessum glugga",
  "Close this window": "Lokaðu þessum glugga",
  "Codon": "Kódon",
  "Codon length": "Codon lengd",
  "Codon range": "Codon svið",
  "Column config": "Dálkustilling",
  "Configure Nextclade": "Stilla Nextclade",
  "Configure columns": "Stilla dálka",
  "Contains aligned sequences in {{formatName}} format.": "Inniheldur samræmdar raðir á {{formatName}} sniði.",
  "Contains all of the above files in a single {{formatName}} file.": "Inniheldur allar ofangreindar skrár í einni {{formatName}} skrá.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Inniheldur ítarlegar niðurstöður greiningarinnar, svo sem clades, stökkbreytingar, QC mælistika o.fl., á {{formatName}} sniði (newline-delimited JSON). Þægilegt fyrir frekari sjálfvirka vinnslu. Athugaðu að þetta snið er óstöðugt og getur breyst án fyrirvara.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Inniheldur ítarlegar niðurstöður greiningarinnar, svo sem clades, stökkbreytingar, QC mælistika o.fl., á {{formatName}} sniði. Þægilegt fyrir frekari sjálfvirka vinnslu. Athugaðu að þetta snið er óstöðugt og getur breyst án fyrirvara.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Inniheldur niðurstöður þýðingar á raðunum þínum. Ein {{formatName}} skrá á hvert gen, allt í zip skjalasafni.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Inniheldur samanteknar niðurstöður greiningarinnar, svo sem clades, stökkbreytingar, QC mælikvarðar o.fl., í töfluformi. Þægilegt til frekari skoðunar og vinnslu með töflureiknum eða gagnavísindatækjum.",
  "Context": "Samhengi",
  "Copied!": "Afritað!",
  "Copy": "Afrita",
  "Cov.": "Cov.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Eins og er valið gagnasett virðist ekki passa við raðir þínar og ábendingarreiknirit gat ekki fundið neina valkosti. Veldu gagnasett handvirkt. Ef það er ekkert viðeigandi gagnasett skaltu íhuga að búa til og leggja eitt til Nextclade samfélagsgagnasafns.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Eins og er valið gagnasett virðist ekki passa við raðir þínar, en það eru {{ n }} önnur gagnasett sem gætu. Smelltu á “Breyta tilvísunargagnasafni” til að sjá listann.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Eins og er valið gagnasett virðist ekki passa við raðir þínar, en það er 1 gagnasett sem gæti. Smelltu á “Breyta tilvísunargagnasafni” til að sjá listann.",
  "Customize dataset files": "Sérsníða gagnasafnaskrár",
  "Dataset": "Gagnasett",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Höfundar gagnasetts merktu þetta gagnasett sem úrelt, sem þýðir að gagnasafnið er úrelt, verður ekki lengur uppfært eða skiptir ekki máli að öðru leyti. Vinsamlegast hafðu samband við höfunda gagnasafns til að fá nánari upplýsingar.",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Höfundar gagnasetts merktu þetta gagnasett sem tilrauna, sem þýðir að gagnasafnið er enn í þróun, er af lægri gæðum en venjulega eða hefur önnur vandamál. Notaðu á eigin ábyrgð. Vinsamlegast hafðu samband við höfunda gagnasafns til að fá nánari upplýsingar.",
  "Dataset file format not recognized.": "Skráarsnið gagnasafns ekki viðurkennt.",
  "Dataset files currently customized: {{n}}": "Gagnasafnaskrár sem nú eru sérsniðnar: {{n}}",
  "Dataset name: {{name}}": "Nafn gagnasafns: {{name}}",
  "Dataset-specific columns": "Gagnasetteknir dálkar",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Gagnasett eru mismunandi eftir sýkli, stofni og öðrum eiginleikum. Hvert gagnasett byggist á tiltekinni viðmiðunarröð. Ákveðin gagnasöfn hafa aðeins nægar upplýsingar fyrir grunngreiningu, aðrir - frekari upplýsingar til að gera ráð fyrir ítarlegri greiningu og eftirliti. Gagnasafnarhöfundar uppfæra og bæta gagnasöfn sín reglulega.",
  "Deletion": "Eyðing",
  "Deletion markers": "Eyðimerki",
  "Detailed QC assessment:": "Ítarlegt QC mat:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Vísa þessari tilkynningu frá. Þú getur uppfært Nextclade hvenær sem er síðar með því að hressa síðuna.",
  "Docker": "Hafnarverkamaður",
  "Docs": "Skjöl",
  "Documentation": "Skjöl",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Gert. Heildarröð: {{total}}. Tókst: {{succeeded}}",
  "Download CSV": "Sækja CSV",
  "Download TSV": "Sækja TSV",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Sæktu takt peptíð á {{formatName}} sniði, ein skrá á hvert gen, allt í zip skjalasafni.",
  "Download aligned sequences in {{formatName}} format.": "Sæktu samræmdar raðir á {{formatName}} sniði.",
  "Download all in {{formatName}} archive.": "Sæktu allt í {{formatName}} skjalasafni.",
  "Download bibtex fragment: ": "Sækja bibtex fragment: ",
  "Download output files": "Sæktu framleiðsluskrár",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Sæktu fylogenic tré með röðum sem settar eru á það, á {{formatName}} sniði.",
  "Download results of the analysis in {{formatName}} format.": "Sæktu niðurstöður greiningarinnar á {{formatName}} sniði.",
  "Download summarized results in {{formatName}} format.": "Sæktu samanteknar niðurstöður á {{formatName}} sniði.",
  "Downloads": "Niðurhal",
  "Drag & drop a file ": "Dragðu og slepptu skrá ",
  "Drag & drop files or folders": "Dragðu og slepptu skrám eða möppum",
  "Drag & drop or select a file": "Dragðu og slepptu eða veldu skrá",
  "Drag & drop or select files": "Dragðu og slepptu eða veldu skrár",
  "Drop it!": "Slepptu því!",
  "Duplicate sequence names": "Afrit raðheiti",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Virkja tillögur um bestu samsvörunargagnasöfn fyrir sýkla. Vinsamlegast bættu við raðgögnum til að ræsa tillöguvél.",
  "Enter URL to a file to fetch": "Sláðu inn slóð á skrá til að sækja",
  "Enter genome annotation in {{formatName}} format": "Sláðu inn athugasemd við erfðamengi á {{formatName}} sniði",
  "Enter pathogen description in {{formatName}} format": "Sláðu inn lýsingu sýkla á {{formatName}} sniði",
  "Enter reference sequence in {{formatName}} format": "Sláðu inn tilvísunarröð á {{formatName}} sniði",
  "Enter reference tree in {{formatName}} format": "Sláðu inn viðmiðunartré á {{formatName}} sniði",
  "Enter sequence data in FASTA format": "Sláðu inn raðgögn á FASTA sniði",
  "Error": "Villa",
  "Errors & warnings": "Villur og viðvaranir",
  "Example": "Dæmi",
  "Export": "Útflutningur",
  "Export results": "Útflutningsniðurstöður",
  "FS": "FS",
  "Failed": "Misheppnaðist",
  "Failed due to error.": "Mistókst vegna villu.",
  "Failed: {{failed}}": "Mistókst: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "Mynd 1. Mynd á erfðafræðilegum tengslum SARS-CoV-2 flokka, eins og það er skilgreint af Nextstrain",
  "File": "Skrá",
  "Files": "Skrár",
  "Filter: opens panel where you can apply table row filtering": "Sía: opnar spjaldið þar sem hægt er að nota töfluröðusíun",
  "For example: {{exampleUrl}}": "Til dæmis: {{exampleUrl}}",
  "For more advanced use-cases:": "Fyrir háþróaðri notkunartilvik:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Bannað. Þú hefur ekki nauðsynlegar heimildir til að fá aðgang að þessari auðlind. (HTTP stöðukóði: {{status}})",
  "Frame": "Rammi",
  "Frame shift": "Rammaskipti",
  "Frame shifts": "Rammaskipti",
  "Gained: {{gained}}": "Áunnin: {{gained}}",
  "Gaps": "Eyður",
  "Gene": "Gen",
  "Gene \"{{ geneName }}\" is missing": "Gene \"{{ geneName }}\" vantar",
  "Gene.": "Gen.",
  "General": "Almennt",
  "Genome annotation": "Athugun á erfðamengi",
  "Genome length: {{length}}": "Lengd erfðamengis: {{length}}",
  "Global nuc. range": "Alþjóðlegt nuc. svið",
  "Go to main page to add input files": "Farðu á aðalsíðu til að bæta við inntaksskrám",
  "Go to main page to add more input files": "Farðu á aðalsíðu til að bæta við fleiri inntaksskrám",
  "Good quality": "Góð gæði",
  "Has errors": "Hefur villur",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Hér getur þú hnekkt einstökum skrám í gagnasafninu. Ef skrá er ekki veitt verður hún skipt út úr gagnasafninu sem nú er valið. Frekari upplýsingar í {{documentation}}",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Hér er hægt að velja dálka (einstaka eða flokka) sem verða skrifaðir í CSV og TSV skrár.",
  "Hide dataset files": "Fela gagnasafnaskrár",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Hins vegar er ekki mælt með þessu: þessi útgáfa af forritinu er ekki lengur uppfærð eða studd og við getum ekki ábyrgst að það muni virka og að það muni skila réttum árangri.",
  "I want to try anyway": "Mig langar að prófa hvort eð er",
  "Idle": "Aðgerðarlaus",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Ef þú ætlaðir ekki að biðja um sérsniðið gagnasett skaltu fjarlægja breytu “dataset-url” úr vefslóðinni eða endurræsa forritið.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Ef þú finnur ekki gagnasett fyrir sýkla eða stofn sem þú þarft, þá geturðu búið til þitt eigið gagnasett. Þú getur líka birt það í samfélagssafninu okkar, svo að annað fólk geti notað það líka.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Ef þú notar niðurstöður fengnar með Nextclade í riti skaltu bæta við tilvitnun í ritgerðina okkar:",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "Hunsuð {{numIgnored}} þekkt rammaskipti: {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Í millitíðinni geturðu reynt að keyra aftur með því að nota eldri útgáfu af Nextclade: {{ lnk }}",
  "Ins.": "Ins.",
  "Inserted fragment": "Setti inn brot",
  "Internal server error": "Innri netþjónn villa",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Líklegt er að þetta gagnasett sé úrelt og henti aðeins fyrri útgáfum af {{project}}. Vinsamlegast náðu til höfunda gagnasafns svo að þeir gætu umbreytt gagnasafninu í nýrra sniðið. Málsmeðferðin er útskýrð í verkefnisgögnum.",
  "Known frame shifts ({{ n }})": "Þekktar rammaskipti ({{ n }})",
  "Known premature stop codons ({{ n }})": "Þekkt ótímabær stöðvunarkódón ({{ n }})",
  "Labeled private mutations ({{ n }})": "Merktar einkaskiptingar ({{ n }})",
  "Labels": "Merki",
  "Later": "Seinna",
  "Launch suggestions engine!": "Sjósetja tillöguvél!",
  "Launch the algorithm!": "Ræstu reikniritið!",
  "Leading deleted codon range": "Leiðandi eytt kódónasvið",
  "Learn more about Nextclade datasets in the {{documentation}}": "Frekari upplýsingar um Nextclade gagnasöfn í {{documentation}}",
  "Length": "Lengd",
  "Length (AA)": "Lengd (AA)",
  "Length (nuc)": "Lengd (nuc)",
  "Link": "Tengill",
  "Link to our Docker containers": "Tengill á Docker gámana okkar",
  "Link to our GitHub page": "Tengja á GitHub síðuna okkar",
  "Link to our X.com (Twitter)": "Tengill á X.com okkar (Twitter)",
  "Link to our discussion forum": "Tengill á umræðuvettvang okkar",
  "Load example": "Hleðsludæmi",
  "Loading data...": "Hleðsla gagna...",
  "Loading...": "Hleðsla...",
  "Local nuc. range": "Staðbundið nuc. svið",
  "Lost: {{lost}}": "Tapað: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Merki eru lituðu ferhyrningarnir sem tákna stökkbreytingar, eyðingar o.s.frv. Það eru tæknileg takmörk fyrir því hversu mörg þeirra er hægt að birta í einu, allt eftir því hversu hratt tölvan þín er. Þú getur stillt þröskuldinn í 'Stillingar' valmyndinni, aðgengileg með hnappinum á efstu spjaldinu.",
  "Max. nucleotide markers": "Hámark núkleótíðmerkja",
  "Mediocre quality": "Miðlungs gæði",
  "Memory available*": "Minni fáanleg*",
  "Memory per CPU thread": "Minni á CPU þráð",
  "Method not allowed": "Aðferð ekki leyfð",
  "Missing ({{ n }})": "Vantar ({{ n }})",
  "Missing Data": "Gögn sem vantar",
  "Missing data found": "Gögn sem vantar fundust",
  "Missing ranges": "Svið sem vantar",
  "Missing: {{range}}": "Vantar: {{range}}",
  "Mixed Sites": "Blandaðar síður",
  "Mixed sites found": "Blandaðar síður fundust",
  "Motif": "Mótíf",
  "Motifs carried from reference sequence (sometimes mutated)": "Myndefni flutt úr viðmiðunarröð (stundum stökkbreytt)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Myndefni sem eru ekki til staðar í viðmiðunarröð en birtist í fyrirspurnaröð",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Myndefni sem eru til staðar í viðmiðunarröð en innihalda tvíræðni í fyrirspurnaröð",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Myndefni sem eru til staðar í viðmiðunarröð en horfið í fyrirspurnaröð",
  "Multiple matching datasets.": "Margfeldi samsvarandi gagnasöfn.",
  "Mut.": "Mut.",
  "Mutation": "Stökkbreyting",
  "Mutation Clusters": "Stökkbreytingarklasar",
  "Mutation clusters found": "Stökkbreytingarklasar fundust",
  "Mutation markers": "Stökkbreytingamerki",
  "Mutations relative to nearest node (private mutations)": "Stökkbreytingar miðað við næsta hnút (einkastökkbreytingar)",
  "Mutations relative to reference sequence": "Stökkbreytingar miðað við viðmiðunarröð",
  "Nextclade Web documentation": "Nextclade vefskjöl",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "Nextclade hugbúnaður er smíðaður til að vera agnostic fyrir sýkla sem hann greinir. Upplýsingarnar um sýkla steypu eru veittar í formi svokallaðra Nextclade gagnasafna.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Engin gagnasett passa við gögnin þín. Veldu gagnasett handvirkt. Ef það er ekkert viðeigandi gagnasett skaltu íhuga að búa til einn og leggja það til Nextclade samfélagsgagnasafns.",
  "No issues": "Engin mál",
  "No matching datasets.": "Engin samsvarandi gagnasöfn.",
  "Non-ACGTN ({{totalNonACGTNs}})": "Non-ACGTN ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Ekki raðað ({{ n }})",
  "Not sequenced: {{range}}": "Ekki raðað: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "Athugaðu að fyrir öfuga þræði velur Nextclade að birta amínósýru samhengi",
  "Note that motifs are detected after insertions are stripped.": "Athugaðu að myndefni greinast eftir að innsetningar eru fjarlægðar.",
  "Notes": "Skýringar",
  "Ns": "Ns",
  "Nucleotide changes nearby ({{ n }})": "Núkleotíðbreytingar í nágrenninu ({{ n }})",
  "Nucleotide deletion: {{range}}": "Eyðing núkleótíða: {{range}}",
  "Nucleotide deletions ({{ n }})": "Eyðingar núkleótíða ({{ n }})",
  "Nucleotide insertion": "Innsetning núkleótíða",
  "Nucleotide insertions ({{ n }})": "Innsetningar núkleótíða ({{ n }})",
  "Nucleotide length": "Lengd núkleótíðar",
  "Nucleotide range": "Núkleótíðarsvið",
  "Nucleotide sequence": "Núkleótíðaröð",
  "Nucleotide substitution": "Skipting núkleótíða",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Knúkleótíðskiptingar rel. til viðmiðunar ({{ n }})",
  "Number of CPU threads": "Fjöldi CPU þráða",
  "OK": "OK",
  "Only one file is expected": "Aðeins er gert ráð fyrir einni skrá",
  "Open changelog to see what has changed in the new version.": "Opnaðu breytingaskrá til að sjá hvað hefur breyst í nýju útgáfunni.",
  "Overall QC score: {{score}}": "Heildarstig QC: {{score}}",
  "Overall QC status: {{status}}": "Heildar QC staða: {{status}}",
  "PCR primer changes ({{totalChanges}})": "PCR grunnabreytingar ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "PCR grunnabreytingar: ({{total}})",
  "PCR primers": "PCR primerar",
  "Pasted text": "Límdur texti",
  "Pathogen JSON": "Sjúkdómur JSON",
  "Pending...": "Í bið...",
  "Phase": "Áfangi",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Phylogenic tré með raðir settar á það, á {{formatName}} sniði.",
  "Please give them a try!": "Vinsamlegast prófaðu þá!",
  "Please provide sequence data first": "Vinsamlegast gefðu fram raðgögn fyrst",
  "Please provide sequence data for the algorithm": "Vinsamlegast gefðu upp raðgögn fyrir reikniritið",
  "Please provide the data first": "Vinsamlegast gefðu gögnin fyrst",
  "Please report this to developers.": "Vinsamlegast tilkynnið þetta til forritara.",
  "Please run the analysis first": "Vinsamlegast keyrðu greininguna fyrst",
  "Please run the analysis first.": "Vinsamlegast keyrðu greininguna fyrst.",
  "Please run the analysis on a dataset with reference tree": "Vinsamlegast keyrðu greininguna á gagnasafni með viðmiðunartré",
  "Please verify that:": "Vinsamlegast staðfestu að:",
  "Possible dataset mismatch detected.": "Möguleg missamræmi gagnasafns greindist.",
  "Preserved: {{preserved}}": "Varðveitt: {{preserved}}",
  "Private Mutations": "Einkaskiptingar",
  "Private mutations rel. to tree ({{ n }})": "Einkaskiptingar rel. við tré ({{ n }})",
  "Protein": "Prótein",
  "Provide sequence data": "Gefðu raðgögn",
  "QC": "QC",
  "QC score: {{score}}": "QC skor: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "QC skor: {{score}}. Afturkölluð skiptingar: {{numReversionSubstitutions}}, Merktar skiptingar: {{numLabeledSubstitutions}}, Ómerktar skiptingar: {{numUnlabeledSubstitutions}}, Eyðingarsvið: {{totalDeletionRanges}}. Vegin samtals: {{weightedTotal}}",
  "Quality control": "Gæðaeftirlit",
  "Query": "Fyrirspurn",
  "Query AA": "Fyrirspurn AA",
  "Range": "Svið",
  "Ranges of nucleotide \"N\"": "Svið núkleótíða “N”",
  "Re-launch suggestions engine!": "Ræstu aftur tillöguvélina!",
  "Re-suggest": "Stilltu aftur",
  "Recommended number of CPU threads**": "Ráðlagður fjöldi CPU þráðar**",
  "Ref pos.": "Tilvísun pos.",
  "Ref.": "Ref.",
  "Ref. AA": "Ref. AA",
  "Reference sequence": "Tilvísunarröð",
  "Reference tree": "Tilvísunartré",
  "Reference: {{ ref }}": "Tilvísun: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Svæði utan röðunar á báðum endum: núkleótíðin sem eru til staðar í viðmiðunarröð, ekki til staðar í fyrirspurnaröð og sem urðu “-” í takttri röð.",
  "Reload the page and start Nextclade fresh": "Endurhlaða síðunni og byrjaðu Nextclade ferskt",
  "Reload the page to get the latest version of Nextclade.": "Endurhlaða síðunni til að fá nýjustu útgáfuna af Nextclade.",
  "Remove": "Fjarlægja",
  "Remove all": "Fjarlægja allt",
  "Remove all input files": "Fjarlægðu allar inntaksskrár",
  "Reset": "Endurstilla",
  "Reset dataset": "Endurstilla gagnasett",
  "Reset to default": "Endurstilla í sjálfgefið",
  "Restart Nextclade": "Endurræstu Nextclade",
  "Results": "Niðurstöður",
  "Results of the analysis in {{formatName}} format.": "Niðurstöður greiningarinnar á {{formatName}} sniði.",
  "Return back to list of files": "Fara aftur á lista yfir skrár",
  "Return to full Genome annotation and nucleotide sequence view": "Fara aftur í fulla greinargerð um erfðamengi og núkleótíðarröð",
  "Reversions ({{ n }})": "Afturköllun ({{ n }})",
  "Run": "Hlaupa",
  "Run Nextclade automatically after sequence data is provided": "Hlaupa Nextclade sjálfkrafa eftir að röðgögn eru veitt",
  "Run automatically": "Hlaupa sjálfkrafa",
  "Running": "Hlaup",
  "SC": "SC",
  "Search datasets": "Leita að gagnasöfnum",
  "Search examples": "Leitaðu að dæmum",
  "Search languages": "Leita tungumál",
  "Select a file": "Veldu skrá",
  "Select files": "Veldu skrár",
  "Select reference dataset": "Veldu tilvísunargagnasett",
  "Selected pathogen": "Valinn sýkill",
  "Selected reference dataset": "Valin tilvísunargagnasett",
  "Sequence data you've added": "Röðugögn sem þú hefur bætt við",
  "Sequence index": "Röðuvísitala",
  "Sequence name": "Heiti röð",
  "Sequence view": "Röðusýni",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Netþjónvilla. Það var villa á ytri netþjóninum. Vinsamlegast hafðu samband við sérstakan stjórnanda þinn. (HTTP stöðukóði: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Settu þröskuld á hámarksfjölda merkja (stökkbreytingar, eyðingar o.fl.) til að birta í núkleótíðskoðunum. Að draga úr þessari tölu eykur árangur. Ef þröskuldurinn er náð verður núkleótíðarröðusýnin óvirk.",
  "Settings": "Stillingar",
  "Should be a number": "Ætti að vera númer",
  "Should be in range from {{minimum}} to {{maximum}}": "Ætti að vera á bilinu {{minimum}} til {{maximum}}",
  "Show analysis results table": "Sýna niðurstöðutöflu greiningar",
  "Show current dataset details": "Sýna núverandi upplýsingar um gagnasett",
  "Show phylogenetic tree": "Sýna phylogenic tré",
  "Show start page": "Sýna upphafssíðu",
  "Show when a new version is available": "Sýna hvenær ný útgáfa er fáanleg",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Sumir af adlocking vafraviðbótunum (AdBlock, uBlock, Privacy Badger og aðrir) og persónuverndarstilla vafrar (eins og Brave) eru þekktir fyrir að koma í veg fyrir að {{appName}} geti gert netbeiðnir til annarra netþjóna. {{appName}} virðir friðhelgi þína, birtir ekki auglýsingar eða safnar persónuupplýsingum. Allar útreikningar eru gerðar í vafranum þínum. Þú getur örugglega slökkt á adblockerum á {{domain}} og/eða leyft {{domain}} að gera netbeiðnir til gagnaveituþjónsins þíns.",
  "Source code": "Upprunakóði",
  "Start": "Byrjaðu",
  "Starting {{numWorkers}} threads...": "Byrja {{numWorkers}} þræðir...",
  "Stop codons": "Stöðvaðu kódóna",
  "Strand:": "Strönd:",
  "Substitution": "Skipting",
  "Success": "Velgengni",
  "Suggest": "Leggja til",
  "Suggest automatically": "Stilltu sjálfkrafa",
  "Suggesting": "Að stinga upp",
  "Suggestion algorithm failed.": "Ábendingarreiknirit mistókst.",
  "Suggestion algorithm failed. Please report this to developers.": "Ábendingarreiknirit mistókst. Vinsamlegast tilkynnið þetta til forritara.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Ábendingarreiknirit gat ekki fundið gagnasett sem hentar raðunum þínum. Veldu gagnasett handvirkt. Ef það er ekkert viðeigandi gagnasett skaltu íhuga að búa til og leggja eitt til Nextclade samfélagsgagnasafns.",
  "Summarized results of the analysis in {{formatName}} format.": "Samanteknar niðurstöður greiningarinnar á {{formatName}} sniði.",
  "Text": "Texti",
  "The address to the file is correct": "Heimilisfangið í skránni er rétt",
  "The address to the file is reachable from your browser": "Heimilisfang skráarinnar er hægt að ná úr vafranum þínum",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "Umbeðið úrræði fannst ekki. Vinsamlegast athugaðu réttmæti heimilisfangsins. (HTTP stöðukóði: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Miðlarinn leyfir Cross-Origin Resource Sharing (CORS)",
  "There are no browser extensions interfering with network requests": "Það eru engar vafraviðbætur sem trufla netbeiðnir",
  "There are no problems in domain name resolution of your server": "Það eru engin vandamál í upplausn léns á netþjóninum þínum",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Þessi vafraútgáfa ({{nameAndVersion}}) er ekki studd, sem þýðir að það kann að skorta getu sem nauðsynleg er til að {{project}} geti starfað.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Þetta gagnasafn er veitt af meðlimum samfélagsins. {{proj}} verktaki getur ekki sannreynt réttmæti gagnasafna samfélagsins eða veitt þeim stuðning. Notaðu á eigin ábyrgð. Vinsamlegast hafðu samband við höfunda gagnasafns fyrir allar spurningar.",
  "This dataset is provided by {{proj}} developers.": "Þetta gagnasett er veitt af {{proj}} verktaki.",
  "This gene is missing due to the following errors during analysis: ": "Þetta gen vantar vegna eftirfarandi villna við greiningu: ",
  "This is a preview version. For official website please visit ": "Þetta er forskoðunarútgáfa. Fyrir opinbera vefsíðu vinsamlegast farðu á ",
  "This page could not be found": "Þessi síða fannst ekki",
  "Toggle height of markers for ambiguous characters": "Skiptu um hæð merkja fyrir óljósa stafi",
  "Toggle height of markers for deletions": "Skiptu um hæð merkja til að eyða",
  "Toggle height of markers for missing ranges": "Skiptu um hæð merkja fyrir svið sem vantar",
  "Toggle height of markers for mutated characters": "Skiptu um hæð merkja fyrir stökkbreytta stafi",
  "Toggle height of markers for unsequenced ranges": "Skiptu um hæð merkja fyrir óraðsett svið",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Of mörg merki til að sýna ({{totalMarkers}}). Hægt er að auka þröskuldinn ({{maxNucMarkers}}) í valmyndinni “Stillingar”",
  "Too many mixed sites found": "Of margar blandaðar síður fundust",
  "Too many mutation clusters found": "Of margar stökkbreytingarþyrpingar fundust",
  "Too much missing data found": "Of mikið af gögnum sem vantar fundust",
  "Total: {{total}}": "Samtals: {{total}}",
  "Trailing deleted codon range": "Eftirfarandi eytt kódónasvið",
  "Tree": "Tré",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Óleyfilegt. Auðkenning er nauðsynleg til að nota þessa auðlind. (HTTP stöðukóði: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Óvæntar rammaskipti ({{ n }})",
  "Unexpected premature stop codons ({{ n }})": "Óvæntar ótímabærar stöðvunarkódónar ({{ n }})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Óvænt {{numFrameShifts}} rammaskipti greindust: {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Óþekkt amínósýru (X) svið",
  "Unknown error": "Óþekkt villa",
  "Unlabeled private mutations ({{ n }})": "Ómerktar einkaskiptingar ({{ n }})",
  "Unsequenced ranges": "Óraðsett svið",
  "Unsupported browser": "Óstuddur vafri",
  "Update": "Uppfæra",
  "Updated at: {{updated}}": "Uppfært á: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "Ýmsir valfrjálsir dálkar, svo sem sérsniðnar clades og svipgerðir gætu verið tiltækar eftir gagnasafni",
  "Warning": "Viðvörun",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "Við reyndum að hlaða niður sérsniðnu gagnasafni sem beðið var um með því að nota 'dataset-url' breytu frá ",
  "We tried to download the file from {{u}}": "Við reyndum að hlaða niður skránni frá {{u}}",
  "What's new": "Hvað er nýtt",
  "What's new?": "Hvað er nýtt?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Ef mögulegt er, vinsamlegast gefðu til viðbótar tengil á Nextclade Web:",
  "You are connected to the internet": "Þú ert tengdur við internetið",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Þú getur haldið áfram en ekki er hægt að tryggja virkni {{project}} og réttmæti niðurstaðna. Hönnuðir geta ekki rannsakað vandamál sem áttu sér stað við notkun þessa vafra.",
  "You can report this error to developers by creating a new issue at: ": "Þú getur tilkynnt þessa villu til verktaki með því að búa til nýtt tölublað á: ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Þú getur valið eitt gagnasett handvirkt eða til að nota sjálfvirka gagnasett tillögur virka. Sjálfvirk tillaga mun reyna að giska á viðeigandi gagnasafnið úr raðgögnunum þínum.",
  "bottom": "botn",
  "community": "samfélag",
  "deprecated": "úrelt",
  "documentation": "skjöl",
  "experimental": "tilrauna",
  "faster, more configurable command-line version of this application": "hraðari, stillanlegri skipanalínuútgáfa af þessu forriti",
  "full": "fullur",
  "in forward direction, and nucleotide context in reverse direction": "í fram átt og núkleótíðsamhengi í öfuga átt",
  "non-ACGTN": "Non-ACGTN",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "ekki {{left}} ({{r1}}, {{r2}} eða {{r3}})",
  "off": "af",
  "official": "formlegur",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "foreldraverkefni okkar, opið frumkvæði til að beisla möguleika á erfðamengisgögnum um sýkla",
  "pairwise reference alignment and translation tool used by Nextclade": "pairwise viðmiðunarröðun og þýðingartæki notað af Nextclade",
  "sidebar:Color By": "Hliðarstika: Litur eftir",
  "sidebar:Filter Data": "Hliðarstrika:sía gögn",
  "sidebar:Tree": "Hliðarbar: tré",
  "source": "heimild",
  "top": "tindur",
  "unknown": "óþekkt",
  "unreleased": "óútgefin",
  "unsupported": "ekki stutt",
  "{{ n }} datasets appear to match your data. Select the one to use.": "{{ n }} gagnasett virðast passa við gögnin þín. Veldu þann sem á að nota.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "{{ n }} gagnasett virðast passa við raðir þínar. Smelltu á “Breyta tilvísunargagnasafni” til að sjá listann.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "{{cds}} brot:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} vantar í greinargerð erfðamengis",
  "{{left}} or {{right}}": "{{left}} eða {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Séð {{nClusters}} stökkbreytingaþyrpingar með samtals {{total}} stökkbreytingum. QC skor: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Samtals Ns: {{total}} ({{allowed}} leyfð). QC skor: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: samtals {{total}} ({{allowed}} leyfð). QC skor: {{score}}",
  "{{project}} documentation": "{{project}} skjöl",
  "{{project}} works best in the latest versions of ": "{{project}} virkar best í nýjustu útgáfum ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Viðbótarupplýsingar fyrir forritara (smelltu til að stækka)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} ranglega staðsettur stöðvunarkódon (s) greindur. Áhrifin gen (s): {{geneList}}. QC skor: {{score}}"
}
