{
  " ... (truncated)": " ... (kesilgan)",
  " Remove this input": " Ushbu kirishni olib tashlang",
  " and ": " va ",
  " and the connection was successful, but the remote server replied with the following error:": " va ulanish muvaffaqiyatli bo'ldi, lekin masofaviy server quyidagi xato bilan javob berdi:",
  " but were unable to establish a connection.": " lekin aloqani o'rnata olmadilar.",
  " or ": " yoki ",
  " or by writing an email to ": " yoki elektron pochta yozish orqali ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " shuning uchun ishlab chiquvchilar ushbu muammoni tadqiq qilishlari mumkin edi. Iltimos, kirish ma'lumotlaringiz, operatsion tizimingiz, brauzer versiyasi va kompyuter konfiguratsiyasi haqida iloji boricha ko'proq tafsilotlarni taqdim eting. Diagnostika uchun foydali deb hisoblagan boshqa tafsilotlarni kiriting. Muammoni qayta ishlab chiqarishga imkon beradigan misol ketma-ketligi ma'lumotlarini baham ko'ring, agar iloji bo'lsa.",
  "(truncated)": "(kesilgan)",
  "* Current value. This amount can change depending on load": "* Joriy qiymat. Ushbu miqdor yukga qarab o'zgarishi mumkin",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} ip boshiga xotiraning kamida {{memoryRequired}} ni talab qiladi",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "* Ushbu fayl ommaga ochiq ekanligiga va serveringizda CORS yoqilganligiga ishonch hosil qiling",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": "bilan birga, kerakli fayllarni topa olmadik. Buning o'rniga {{project}} ning eski versiyasi uchun ma'lumotlar to'plamlariga xos bo'lgan fayllarni topdik.",
  ".": ".",
  ". ": ". ",
  "...more": "... Ko'proq",
  "1st nuc.": "1-chi nuc.",
  "3' end": "3' oxiri",
  "5' end": "5' oxiri",
  "A new version of Nextclade Web is available:": "Nextclade Web-ning yangi versiyasi mavjud:",
  "A new version of this dataset is available.": "Ushbu ma'lumotlar to'plamining yangi versiyasi mavjud.",
  "About": "Haqida",
  "About {{what}}": "{{what}} haqida",
  "Accept the data": "Ma'lumotlarni qabul qiling",
  "Accept the updated dataset": "Yangilangan ma'lumotlar to'plamini qabul qiling",
  "Add data": "Ma'lumotlarni qo'shish",
  "Add more": "Ko'proq qo'shing",
  "Add more sequence data": "Qo'shimcha ketma-ketlik ma'lumotlarini qo'shing",
  "Affected codons:": "Ta'sirlangan kodonlar:",
  "After ref pos.": "Ref posdan keyin.",
  "Aligned peptides in {{formatName}} format, zipped": "{{formatName}} formatidagi hizalanmış peptidlar, ziplangan",
  "Aligned sequences in {{formatName}} format.": "{{formatName}} formatidagi hizalanadigan ketma-ketliklar.",
  "Alignment range": "Hizalama diapazoni",
  "Alignment range: {{range}}": "Hizalama diapazoni: {{range}}",
  "Alignment score": "Hizalanma ballari",
  "All categories": "Barcha toifalar",
  "All files in a {{formatName}} archive.": "{{formatName}} arxividagi barcha fayllar.",
  "Ambiguous markers": "Noaniq markerlar",
  "Ambiguous:": "Noaniq:",
  "Ambiguous: {{ambiguous}}": "Noaniq: {{ambiguous}}",
  "Amino acid insertion": "Aminokislotalarni kiritish",
  "Aminoacid changes ({{ n }})": "Aminokislotalarning o'zgarishi ({{ n }})",
  "Aminoacid deletion": "Aminokislotalarni yo'q qilish",
  "Aminoacid deletions ({{ n }})": "Aminokislotalarning o'chirilishi ({{ n }})",
  "Aminoacid insertions ({{ n }})": "Aminokislotalar kiritilishi ({{ n }})",
  "Aminoacid substitution": "Aminokislotalarni almashtirish",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Aminokislotalarni almashtirishlar mos yozuvlarga ({{ n }})",
  "An error has occurred.": "Xato yuz berdi.",
  "An error has occurred: {{errorName}}": "Xato yuz berdi: {{errorName}}",
  "An unexpected error has occurred": "Kutilmagan xato yuz berdi",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Ketma-ketliklarni tahlil qilish: Topildi: {{total}}. Tahlil qilingan: {{done}}",
  "Analysis status": "Tahlil holati",
  "Analyzing...": "Tahlil qilish...",
  "Back to Files": "Fayllarga qaytish",
  "Bad Request": "Yomon so'rov",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Yomon so'rov. Server mijoz xatosi tufayli so'rovni qayta ishlay olmaydi yoki ishlamaydi. (HTTP holat kodi: {{status}})",
  "Bad quality": "Yomon sifat",
  "Building tree": "Qurilish daraxti",
  "By aminoacid changes": "Aminokislotalar o'zgarishi bilan",
  "By clades": "Cladlar tomonidan",
  "By nucleotide mutations": "Nukleotid mutatsiyalari bilan",
  "By sequence name": "Ketma-ketlik nomi bilan",
  "Can be viewed in most tree viewers, including: ": "Ko'pgina daraxt tomoshabinlarida ko'rish mumkin, jumladan: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Mahalliy jihatdan Nextstrain Auspice bilan yoki ichida ko'rish mumkin ",
  "Change language": "Tilni o'zgartirish",
  "Change reference dataset": "Malumot ma'lumotlar to'plamini o'zgartiring",
  "Citation": "Iqtibos",
  "Cite Nextclade in your work": "Sizning ishingizda Nextclade -ni keltiring",
  "Clade": "Klad",
  "Clade assignment, mutation calling, and sequence quality checks": "Kladni tayinlash, mutatsiyani chaqirish va ketma-ketlik sifatini tekshirish",
  "Clade: {{cladeText}}": "Klass: {{cladeText}}",
  "Clear": "Tozalash",
  "Clear the URL text field": "URL matn maydonini tozalash",
  "Clear the text field": "Matn maydonini tozalash",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "“Yangilash” tugmasini bosing yoki so'nggi yangilanishlarni olish uchun har qanday vaqtda sahifani yangilang.",
  "Click to get help information": "Yordam ma'lumotlarini olish uchun bosing",
  "Close this dialog window": "Ushbu muloqot oynasini yoping",
  "Close this window": "Ushbu oynani yoping",
  "Codon": "Kodon",
  "Codon length": "Kodon uzunligi",
  "Codon range": "Kodon diapazoni",
  "Column config": "Ustun konfiguratsiyasi",
  "Configure Nextclade": "Nextclade-ni sozlang",
  "Configure columns": "Ustunlarni sozlang",
  "Contains aligned sequences in {{formatName}} format.": "{{formatName}} formatidagi hizalanadigan ketma-ketliklarni o'z ichiga oladi.",
  "Contains all of the above files in a single {{formatName}} file.": "Yuqoridagi barcha fayllarni bitta {{formatName}} faylida o'z ichiga oladi.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "{{formatName}} formatida (newline-delimited JSON) kladlar, mutatsiyalar, QC metrikalari va boshqalar kabi tahlilning batafsil natijalarini o'z ichiga oladi. Keyinchalik avtomatlashtirilgan ishlov berish uchun qulay. Ushbu format beqaror va ogohlantirmasdan o'zgarishi mumkinligini unutmang.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "{{formatName}} formatida kladlar, mutatsiyalar, QC metrikalari va boshqalar kabi tahlilning batafsil natijalarini o'z ichiga oladi. Keyinchalik avtomatlashtirilgan ishlov berish uchun qulay. Ushbu format beqaror va ogohlantirmasdan o'zgarishi mumkinligini unutmang.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Sizning ketma-ketliklaringizni tarjima qilish natijalarini o'z ichiga oladi. Har bir gen uchun bitta {{formatName}} fayli, barchasi zip arxivida.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Tahlilning umumlashtirilgan natijalarini, masalan, kladlar, mutatsiyalar, QC metrikalari va boshqalar jadval formatda o'z ichiga oladi. Elektron jadvallar yoki ma'lumotlar-fan vositalari yordamida keyingi ko'rib chiqish va qayta ishlash uchun qulay.",
  "Context": "Kontekst",
  "Copied!": "Nusxa olingan!",
  "Copy": "Nusxa ko'chirish",
  "Cov.": "Cov.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Hozirda tanlangan ma'lumotlar to'plami sizning ketma-ketliklaringizga mos keladigan ko'rinmaydi va taklif algoritmi biron bir muqobil topa olmadi. Ma'lumotlar to'plamini qo'lda tanlang. Agar mos ma'lumotlar to'plami bo'lmasa, Nextclade jamoa ma'lumotlar to'plami to'plamiga birini yaratish va hissa qo'shishni o'ylab ko'ring.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Hozirda tanlangan ma'lumotlar to'plami sizning ketma-ketliklaringizga mos kelmaydigan ko'rinadi, lekin {{ n }} boshqa ma'lumotlar to'plamlari mavjud. Ro'yxatni ko'rish uchun “Malumot ma'lumotlar to'plamini o'zgartirish” tugmasini bosing.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Hozirda tanlangan ma'lumotlar to'plami sizning ketma-ketliklaringizga mos kelmaydigan ko'rinadi, lekin mumkin bo'lgan 1 ta ma'lumotlar to'plami mavjud. Ro'yxatni ko'rish uchun “Malumot ma'lumotlar to'plamini o'zgartirish” tugmasini bosing.",
  "Customize dataset files": "Ma'lumotlar to'plami fayllarini sozlang",
  "Dataset": "Ma'lumotlar to'plami",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Ma'lumotlar to'plami mualliflari ushbu ma'lumotlar to'plamini eskirgan deb belgilashdi, ya'ni ma'lumotlar to'plami eskirgan, endi yangilanmaydi yoki aks holda tegishli emas. Maxsus xususiyatlar uchun ma'lumotlar to'plami mualliflariga murojaat qiling.",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Ma'lumotlar to'plami mualliflari ushbu ma'lumotlar to'plamini eksperimental deb belgilashdi, ya'ni ma'lumotlar to'plami hali ham ishlab chiqilmoqda, odatdagidan past sifatli yoki boshqa masalalarga ega. O'z xavfi bilan foydalaning. Maxsus xususiyatlar uchun ma'lumotlar to'plami mualliflariga murojaat qiling.",
  "Dataset file format not recognized.": "Ma'lumotlar to'plami fayl formati tan olinmadi.",
  "Dataset files currently customized: {{n}}": "Hozirda tayyorlangan ma'lumotlar to'plami fayllari: {{n}}",
  "Dataset name: {{name}}": "Ma'lumotlar to'plami nomi: {{name}}",
  "Dataset-specific columns": "Ma'lumotlar to'plamiga xos ustunlar",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Ma'lumotlar to'plamlari patogen, shtamm va boshqa atributlarga qarab farq qiladi. Har bir ma'lumotlar to'plami ma'lum bir mos yozuvlar ketma-ketligiga asoslangan. Muayyan ma'lumotlar to'plamlari faqat asosiy tahlil uchun etarli ma'lumotga ega, boshqalari esa yanada chuqurroq tahlil va tekshiruvlar uchun ruxsat berish uchun ko'proq ma'lumotga ega. Ma'lumotlar to'plami mualliflari vaqti-vaqti bilan ma'lumotlar to'plamlarini yangilab, takomillashtiradi",
  "Deletion": "O'chirish",
  "Deletion markers": "O'chirish markerlari",
  "Detailed QC assessment:": "QC batafsil baholash:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Ushbu bildirishnomani rad eting. Nextclade-ni keyinchalik sahifani tetiklash orqali istalgan vaqtda yangilashingiz mumkin.",
  "Docker": "Doker",
  "Docs": "Hujjatlar",
  "Documentation": "Hujjatlar",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Bajarildi. Umumiy ketma-ketliklar: {{total}}. Muvaffaqiyatli: {{succeeded}}",
  "Download CSV": "CSV-ni yuklab oling",
  "Download TSV": "Yuklash TSV",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Hizalanmış peptidlarni {{formatName}} formatida yuklab oling, har bir gen uchun bitta fayl, barchasi zip arxivida.",
  "Download aligned sequences in {{formatName}} format.": "{{formatName}} formatida hizalanadigan ketma-ketliklarni yuklab oling.",
  "Download all in {{formatName}} archive.": "Barchasini {{formatName}} arxivida yuklab oling.",
  "Download bibtex fragment: ": "Bibtex fragmentini yuklab oling: ",
  "Download output files": "Chiqish fayllarini yuklab oling",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Filogenetik daraxtni ustiga ketma-ketliklar joylashtirilgan {{formatName}} formatida yuklab oling.",
  "Download results of the analysis in {{formatName}} format.": "Tahlil natijalarini {{formatName}} formatida yuklab oling.",
  "Download summarized results in {{formatName}} format.": "Umumlashtirilgan natijalarni {{formatName}} formatida yuklab oling.",
  "Downloads": "Yuklamalar",
  "Drag & drop a file ": "Faylni sudrab tashlang ",
  "Drag & drop files or folders": "Fayllarni yoki papkalarni sudrab tashlang",
  "Drag & drop or select a file": "Faylni sudrab tashlang yoki tanlang",
  "Drag & drop or select files": "Fayllarni sudrab tashlang yoki tanlang",
  "Drop it!": "Uni tashlang!",
  "Duplicate sequence names": "Takrorlangan ketma-ketlik nomlari",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Eng yaxshi mos keladigan patogen ma'lumotlar to'plamlari taklifini yoqing. Iltimos, taklif mexanizmini ishga tushirish uchun ketma-ketlik ma'lumotlarini qo'shing.",
  "Enter URL to a file to fetch": "Qabul qilish uchun faylga URL manzilini kiriting",
  "Enter genome annotation in {{formatName}} format": "{{formatName}} formatida genom annotatsiyasini kiriting",
  "Enter pathogen description in {{formatName}} format": "Patogen tavsifini {{formatName}} formatida kiriting",
  "Enter reference sequence in {{formatName}} format": "{{formatName}} formatida mos yozuvlar ketma-ketligini kiriting",
  "Enter reference tree in {{formatName}} format": "{{formatName}} formatida mos yozuvlar daraxtini kiriting",
  "Enter sequence data in FASTA format": "FASTA formatida ketma-ketlik ma'lumotlarini kiriting",
  "Error": "Xato",
  "Errors & warnings": "Xatolar va ogohlantirishlar",
  "Example": "Misol",
  "Export": "Eksport",
  "Export results": "Eksport natijalari",
  "FS": "FS",
  "Failed": "Muvaffaqiyatli",
  "Failed due to error.": "Xato tufayli muvaffaqiyatsiz tugadi.",
  "Failed: {{failed}}": "Muvaffaqiyatsiz: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "1-rasm. Nextstrain tomonidan belgilanganidek, SARS-CoV-2 kladlarining filogenetik munosabatlarini tasvirlash",
  "File": "Fayl",
  "Files": "Fayllar",
  "Filter: opens panel where you can apply table row filtering": "Filter: jadval qatorini filtrlashni qo'llashingiz mumkin bo'lgan panelni ochadi",
  "For example: {{exampleUrl}}": "Masalan: {{exampleUrl}}",
  "For more advanced use-cases:": "Keyinchalik rivojlangan foydalanish holatlari uchun:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Taqiqlangan. Ushbu resursga kirish uchun kerakli ruxsatnomangiz yo'q. (HTTP holat kodi: {{status}})",
  "Frame": "Ramka",
  "Frame shift": "Ramka siljishi",
  "Frame shifts": "Ramka siljishi",
  "Gained: {{gained}}": "Yutib oldi: {{gained}}",
  "Gaps": "Bo'shliqlar",
  "Gene": "Gen",
  "Gene \"{{ geneName }}\" is missing": "Gen \"{{ geneName }}\" etishmayotgan",
  "Gene.": "Gen.",
  "General": "Umumiy",
  "Genome annotation": "Genom annotatsiyasi",
  "Genome length: {{length}}": "Genom uzunligi: {{length}}",
  "Global nuc. range": "Global nuc. diapazoni",
  "Go to main page to add input files": "Kirish fayllarini qo'shish uchun asosiy sahifaga o'ting",
  "Go to main page to add more input files": "Qo'shimcha kirish fayllarini qo'shish uchun asosiy sahifaga o'ting",
  "Good quality": "Yaxshi sifat",
  "Has errors": "Xatolar bor",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Bu erda ma'lumotlar to'plamidagi alohida fayllarni bekor qilishingiz mumkin. Agar fayl taqdim etilmasa, u hozirda tanlangan ma'lumotlar to'plamidan almashtiriladi. Batafsil ma'lumotni {{documentation}}",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Bu erda siz CSV va TSV fayllariga yoziladigan ustunlarni (individual yoki toifalar) tanlashingiz mumkin.",
  "Hide dataset files": "Ma'lumotlar to'plami fayllarini yashirish",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Biroq, bu tavsiya etilmaydi: ilovaning ushbu versiyasi endi yangilanmaydi yoki qo'llab-quvvatlanmaydi va biz uning ishlashiga va to'g'ri natijalarga erishishiga kafolat bera olmaymiz.",
  "I want to try anyway": "Men baribir sinab ko'rmoqchiman",
  "Idle": "Bo'sh",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Agar maxsus ma'lumotlar to'plamini so'rashni nazarda tutmagan bo'lsangiz, u holda 'dataset-url' parametrini URLdan olib tashlang yoki ilovani qayta ishga tushiring.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Agar siz patogen yoki kerakli shtamm uchun ma'lumotlar to'plamini topmasangiz, unda siz o'zingizning ma'lumotlar to'plamingizni yaratishingiz mumkin. Bundan tashqari, uni bizning jamoa to'plamimizga e'lon qilishingiz mumkin, shunda boshqa odamlar ham foydalanishlari mumkin.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Agar siz nashrda Nextclade bilan olingan natijalardan foydalansangiz, iltimos, bizning maqolamizga iqtibos qo'shing:",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "E'tiborsiz qoldirilgan {{numIgnored}} ma'lum ramka siljishi (lar): {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Ayni paytda siz Nextclade ning eski versiyasini ishlatib, yana ishga tushirishga urinib ko'rishingiz mumkin: {{ lnk }}",
  "Ins.": "Ins.",
  "Inserted fragment": "Kiritilgan fragment",
  "Internal server error": "Ichki server xatosi",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Ehtimol, bu ma'lumotlar to'plami eskirgan va faqat {{project}} ning oldingi versiyalari uchun mos keladi. Iltimos, ma'lumotlar to'plami mualliflariga murojaat qiling, shunda ular ma'lumotlar to'plamini yangi formatga aylantirishlari mumkin. Jarayon loyiha hujjatlarida tushuntirilgan.",
  "Known frame shifts ({{ n }})": "Ma'lum ramkalar siljishlari ({{ n }})",
  "Known premature stop codons ({{ n }})": "Ma'lum erta to'xtash kodonlari ({{ n }})",
  "Labeled private mutations ({{ n }})": "Etiketli xususiy mutatsiyalar ({{ n }})",
  "Labels": "Yorliqlar",
  "Later": "Keyinchalik",
  "Launch suggestions engine!": "Takliflar dvigatelini ishga tushiring!",
  "Launch the algorithm!": "Algoritmni ishga tushiring!",
  "Leading deleted codon range": "Etakchi o'chirilgan kodon oralig'i",
  "Learn more about Nextclade datasets in the {{documentation}}": "{{documentation}} da Nextclade ma'lumotlar to'plamlari haqida ko'proq bilib oling",
  "Length": "Uzunlik",
  "Length (AA)": "Uzunlik (AA)",
  "Length (nuc)": "Uzunlik (nuc)",
  "Link": "Bog'lanish",
  "Link to our Docker containers": "Docker konteynerlarimizga havola",
  "Link to our GitHub page": "GitHub sahifamizga havola",
  "Link to our X.com (Twitter)": "X.com saytimizga havola (Twitter)",
  "Link to our discussion forum": "Munozara forumimizga havola",
  "Load example": "Yuklash misoli",
  "Loading data...": "Ma'lumotlarni yuklash...",
  "Loading...": "Yuklanmoqda...",
  "Local nuc. range": "Mahalliy nuk. diapazoni",
  "Lost: {{lost}}": "Yo'qotilgan: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Markerlar - bu mutatsiyalar, o'chirishlar va hokazolarni ifodalovchi rangli to'rtburchaklardir. Kompyuteringiz qanchalik tezligiga qarab, bir vaqtning o'zida ularning qanchasini ko'rsatish mumkinligining texnik chegarasi mavjud. Yuqori paneldagi tugma bilan kirish mumkin bo'lgan 'Sozlamalar' dialogida ostonani sozlashingiz mumkin.",
  "Max. nucleotide markers": "Maks. nukleotid markerlari",
  "Mediocre quality": "Ortacha sifat",
  "Memory available*": "Xotira mavjud*",
  "Memory per CPU thread": "CPU ipi uchun xotira",
  "Method not allowed": "Usulga ruxsat berilmaydi",
  "Missing ({{ n }})": "Yo'qolgan ({{ n }})",
  "Missing Data": "Ma'lumotlar etishmayotgan",
  "Missing data found": "Yo'qolgan ma'lumotlar topildi",
  "Missing ranges": "Yo'qolgan diapazonlar",
  "Missing: {{range}}": "Yo'qolgan: {{range}}",
  "Mixed Sites": "Aralash saytlar",
  "Mixed sites found": "Aralash saytlar topildi",
  "Motif": "Motiv",
  "Motifs carried from reference sequence (sometimes mutated)": "Malumot ketma-ketligidan olib chiqilgan motivlar (ba'zan mutatsiyaga uchraydi)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Malumot ketma-ketligida mavjud bo'lmagan, ammo so'rovlar ketma-ketligida paydo bo'lgan motivlar",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Malumot ketma-ketligida mavjud bo'lgan, lekin so'rovlar ketma-ketligida noaniqlikni o'z ichiga olgan motivlar",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Malumot ketma-ketligida mavjud bo'lgan, lekin so'rovlar ketma-ketligida g'oyib bo'lgan motivlar",
  "Multiple matching datasets.": "Bir nechta mos keladigan ma'lumotlar to'plami.",
  "Mut.": "Mut.",
  "Mutation": "Mutatsiya",
  "Mutation Clusters": "Mutatsiya klasterlari",
  "Mutation clusters found": "Mutatsiya klasterlari topildi",
  "Mutation markers": "Mutatsiya markerlari",
  "Mutations relative to nearest node (private mutations)": "Eng yaqin tugunga nisbatan mutatsiyalar (xususiy mutatsiyalar)",
  "Mutations relative to reference sequence": "Malumot ketma-ketligiga nisbatan mutatsiyalar",
  "Nextclade Web documentation": "Nextclade veb-hujjatlari",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "Nextclade dasturi u tahlil qiladigan patogenlarga nisbatan agnostik bo'lish uchun yaratilgan. Beton patogenlar haqidagi ma'lumotlar Nextclade ma'lumotlar to'plamlari shaklida taqdim etiladi.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Hech qanday ma'lumotlar to'plami sizning ma'lumotlaringizga mos kelmaydi. Ma'lumotlar to'plamini qo'lda tanlang. Agar mos ma'lumotlar to'plami bo'lmasa, birini yaratishni va uni Nextclade jamoa ma'lumotlar to'plamiga hissa qo'shishni o'ylab ko'ring.",
  "No issues": "Muammolar yo'q",
  "No matching datasets.": "Mos keladigan ma'lumotlar to'plamlari yo'q.",
  "Non-ACGTN ({{totalNonACGTNs}})": "ACGTN bo'lmagan ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Ketma-ketlashtirilmagan ({{ n }})",
  "Not sequenced: {{range}}": "Ketma-ketlashtirilmagan: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "E'tibor bering, teskari iplar uchun Nextclade aminokislotalar kontekstini ko'rsatishni tanlaydi",
  "Note that motifs are detected after insertions are stripped.": "E'tibor bering, motiflar kiritilishdan keyin aniqlanadi.",
  "Notes": "Eslatmalar",
  "Ns": "Ns",
  "Nucleotide changes nearby ({{ n }})": "Yaqin atrofdagi nukleotidlar o'zgarishi ({{ n }})",
  "Nucleotide deletion: {{range}}": "Nukleotidlarni o'chirish: {{range}}",
  "Nucleotide deletions ({{ n }})": "Nukleotidlarni o'chirish ({{ n }})",
  "Nucleotide insertion": "Nukleotidlarni kiritish",
  "Nucleotide insertions ({{ n }})": "Nukleotidlar kiritilishi ({{ n }})",
  "Nucleotide length": "Nukleotid uzunligi",
  "Nucleotide range": "Nukleotid diapazoni",
  "Nucleotide sequence": "Nukleotid ketma-ketligi",
  "Nucleotide substitution": "Nukleotidlarni almashtirish",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Nukleotidlarni almashtirishlar mos yozuvlarga ({{ n }})",
  "Number of CPU threads": "CPU iplari soni",
  "OK": "OK",
  "Only one file is expected": "Faqat bitta fayl kutilmoqda",
  "Open changelog to see what has changed in the new version.": "Yangi versiyada nima o'zgarganligini ko'rish uchun changelog ni oching.",
  "Overall QC score: {{score}}": "Umumiy QC balli: {{score}}",
  "Overall QC status: {{status}}": "Umumiy QC holati: {{status}}",
  "PCR primer changes ({{totalChanges}})": "PCR primerining o'zgarishi ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "PCR primerining o'zgarishi: ({{total}})",
  "PCR primers": "PCR primerlari",
  "Pasted text": "Yapıştırılmış matn",
  "Pathogen JSON": "Patogen JSON",
  "Pending...": "Kutilayotgan...",
  "Phase": "bosqich",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Filogenetik daraxt, ustiga ketma-ketliklar joylashtirilgan, {{formatName}} formatida.",
  "Please give them a try!": "Iltimos, ularni sinab ko'ring!",
  "Please provide sequence data first": "Iltimos, oldin ketma-ketlik ma'lumotlarini taqdim eting",
  "Please provide sequence data for the algorithm": "Iltimos, algoritm uchun ketma-ketlik ma'lumotlarini taqdim eting",
  "Please provide the data first": "Iltimos, avval ma'lumotlarni taqdim eting",
  "Please report this to developers.": "Iltimos, bu haqda ishlab chiquvchilarga xabar bering.",
  "Please run the analysis first": "Iltimos, avval tahlilni bajaring",
  "Please run the analysis first.": "Iltimos, avval tahlilni bajaring.",
  "Please run the analysis on a dataset with reference tree": "Iltimos, tahlilni ma'lumotnoma daraxti bilan ma'lumotlar to'plamida bajaring",
  "Please verify that:": "Iltimos, quyidagilarni tekshiring:",
  "Possible dataset mismatch detected.": "Mumkin ma'lumotlar to'plamining mos kelmasligi aniqlandi.",
  "Preserved: {{preserved}}": "Saqlangan: {{preserved}}",
  "Private Mutations": "Xususiy mutatsiyalar",
  "Private mutations rel. to tree ({{ n }})": "Shaxsiy mutatsiyalar daraxtga ({{ n }})",
  "Protein": "Protein",
  "Provide sequence data": "Ketma-ketlik ma'lumotlarini taqdim eting",
  "QC": "QC",
  "QC score: {{score}}": "QC ballari: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "QC ballari: {{score}}. Qaytarilgan almashtirishlar: {{numReversionSubstitutions}}, Etiketli almashtirishlar: {{numLabeledSubstitutions}}, Yorliqsiz almashtirishlar: {{numUnlabeledSubstitutions}}, O'chirish intervallari: {{totalDeletionRanges}}. Jami vaznli: {{weightedTotal}}",
  "Quality control": "Sifat nazorati",
  "Query": "So'rov",
  "Query AA": "AA so'rovi",
  "Range": "oralig'i",
  "Ranges of nucleotide \"N\"": "“N” nukleotid diapazonlari",
  "Re-launch suggestions engine!": "Takliflar dvigatelini qayta ishga tushiring!",
  "Re-suggest": "Qayta taklif qiling",
  "Recommended number of CPU threads**": "Tavsiya etilgan CPU mavzulari**",
  "Ref pos.": "Ref pos.",
  "Ref.": "Izoh",
  "Ref. AA": "Izoh AA",
  "Reference sequence": "Malumot ketma-ketligi",
  "Reference tree": "Malumot daraxti",
  "Reference: {{ ref }}": "Malumot: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Ikkala uchida hizalanishdan tashqaridagi hududlar: mos yozuvlar ketma-ketligida mavjud, so'rovlar ketma-ketligida mavjud bo'lmagan va hizalanmış ketma-ketlikda “-” bo'lgan nukleotidlar.",
  "Reload the page and start Nextclade fresh": "Sahifani qayta yuklang va Nextclade-ni yangi boshlang",
  "Reload the page to get the latest version of Nextclade.": "Nextclade ning so'nggi versiyasini olish uchun sahifani qayta yuklang.",
  "Remove": "olib tashlash",
  "Remove all": "Hammasini olib tashlang",
  "Remove all input files": "Barcha kirish fayllarini olib tashlang",
  "Reset": "Qayta tiklash",
  "Reset dataset": "Ma'lumotlar to'plamini tiklash",
  "Reset to default": "Standart holatga qaytarish",
  "Restart Nextclade": "Nextclade-ni qayta ishga tushiring",
  "Results": "Natijalar",
  "Results of the analysis in {{formatName}} format.": "{{formatName}} formatidagi tahlil natijalari.",
  "Return back to list of files": "Fayllar ro'yxatiga qaytish",
  "Return to full Genome annotation and nucleotide sequence view": "To'liq Genom annotatsiyasi va nukleotid ketma-ketligi ko'rinishiga qaytish",
  "Reversions ({{ n }})": "Qaytarishlar ({{ n }})",
  "Run": "Yugurish",
  "Run Nextclade automatically after sequence data is provided": "Ketma-ketlik ma'lumotlari taqdim etilgandan so'ng avtomatik ravishda Nextclade-ni ishga tushiring",
  "Run automatically": "Avtomatik ravishda ishga tushiring",
  "Running": "Yugurish",
  "SC": "SC",
  "Search datasets": "Ma'lumotlar to'plamlarini qidirish",
  "Search examples": "Misollarni qidirish",
  "Search languages": "Qidiruv tillari",
  "Select a file": "Faylni tanlang",
  "Select files": "Fayllarni tanlang",
  "Select reference dataset": "Malumot ma'lumotlar to'plamini tanlang",
  "Selected pathogen": "Tanlangan patogen",
  "Selected reference dataset": "Tanlangan mos yozuvlar ma'lumotlar to'plami",
  "Sequence data you've added": "Siz qo'shgan ketma-ketlik ma'lumotlari",
  "Sequence index": "Ketma-ketlik indeksi",
  "Sequence name": "Ketma-ketlik nomi",
  "Sequence view": "Ketma-ketlik ko'rinishi",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Server xatosi. Masofaviy serverda xatolik yuz berdi. Iltimos, sever administratoringizga murojaat qiling. (HTTP holat kodi: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Nukleotid ko'rinishlarida ko'rsatish uchun maksimal sonli markerlar (mutatsiyalar, o'chirishlar va boshqalar) chegarasini belgilang. Ushbu raqamni kamaytirish ishlashni oshiradi. Agar ostonaga erishilsa, u holda nukleotid ketma-ketligi ko'rinishi o'chirib qo'yiladi.",
  "Settings": "Sozlamalar",
  "Should be a number": "Raqam bo'lishi kerak",
  "Should be in range from {{minimum}} to {{maximum}}": "{{minimum}} dan {{maximum}} oralig'ida bo'lishi kerak",
  "Show analysis results table": "Tahlil natijalari jadvalini ko'rsatish",
  "Show current dataset details": "Joriy ma'lumotlar to'plami tafsilotlarini ko'rsatish",
  "Show phylogenetic tree": "Filogenetik daraxtni ko'rsating",
  "Show start page": "Boshlang'ich sahifani ko'rsatish",
  "Show when a new version is available": "Yangi versiya qachon mavjudligini ko'rsatish",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Adlocking brauzer kengaytmalarining ba'zilari (AdBlock, uBlock, Privacy Badger va boshqalar) va maxfiylikka yo'naltirilgan brauzerlar (Brave kabi) {{appName}} boshqa serverlarga tarmoq so'rovlarini amalga oshirishga to'sqinlik qilishi ma'lum. {{appName}} sizning maxfiyligingizni hurmat qiladi, reklamalarga xizmat qilmaydi yoki shaxsiy ma'lumotlarni to'playdi. Barcha hisoblash brauzeringiz ichida amalga oshiriladi. Siz {{domain}} da adblockerlarni ishonchli tarzda o'chirib qo'yishingiz va/yoki {{domain}} ga ma'lumot manbai serveringizga tarmoq so'rovlarini amalga oshirishga ruxsat berishingiz mumkin.",
  "Source code": "Manba kodi",
  "Start": "Boshlash",
  "Starting {{numWorkers}} threads...": "{{numWorkers}} mavzularini boshlash...",
  "Stop codons": "Kodonlarni to'xtating",
  "Strand:": "Strand:",
  "Substitution": "Almashtirish",
  "Success": "Muvaffaqiyat",
  "Suggest": "Taklif qiling",
  "Suggest automatically": "Avtomatik ravishda taklif qiling",
  "Suggesting": "Taklif",
  "Suggestion algorithm failed.": "Taklif algoritmi muvaffaqiyatsiz tugadi.",
  "Suggestion algorithm failed. Please report this to developers.": "Taklif algoritmi muvaffaqiyatsiz tugadi. Iltimos, bu haqda ishlab chiquvchilarga xabar bering.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Taklif algoritmi sizning ketma-ketliklaringiz uchun mos ma'lumotlar to'plamini topa olmadi. Ma'lumotlar to'plamini qo'lda tanlang. Agar mos ma'lumotlar to'plami bo'lmasa, Nextclade jamoa ma'lumotlar to'plami to'plamiga birini yaratish va hissa qo'shishni o'ylab ko'ring.",
  "Summarized results of the analysis in {{formatName}} format.": "Tahlilning umumlashtirilgan natijalari {{formatName}} formatida.",
  "Text": "Matn",
  "The address to the file is correct": "Faylning manzili to'g'ri",
  "The address to the file is reachable from your browser": "Faylning manziliga brauzeringizdan kirish mumkin",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "So'ralgan manba topilmadi. Iltimos, manzilning to'g'riligini tekshiring. (HTTP holat kodi: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Server Cross-Origin Resurs Almashish (CORS) ga ruxsat beradi",
  "There are no browser extensions interfering with network requests": "Tarmoq so'rovlariga aralashadigan brauzer kengaytmalari yo'q",
  "There are no problems in domain name resolution of your server": "Sizning serveringizning domen nomini hal qilishda hech qanday muammo yo'q",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Ushbu brauzer versiyasi ({{nameAndVersion}}) qo'llab-quvvatlanmaydi, ya'ni {{project}} ishlashi uchun zarur bo'lgan qobiliyatlar etishmasligi mumkin.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Ushbu ma'lumotlar to'plami jamoa a'zolari tomonidan taqdim etiladi. {{proj}} ishlab chiquvchilari jamoa ma'lumotlar to'plamlarining to'g'riligini tekshirib bo'lmaydi yoki ularni qo'llab-quvvatlay olmaydi. O'z xavfi bilan foydalaning. Barcha savollar uchun ma'lumotlar to'plami mualliflariga murojaat qiling.",
  "This dataset is provided by {{proj}} developers.": "Ushbu ma'lumotlar to'plami {{proj}} ishlab chiquvchilari tomonidan taqdim etiladi.",
  "This gene is missing due to the following errors during analysis: ": "Ushbu gen tahlil paytida quyidagi xatolar tufayli etishmayapti: ",
  "This is a preview version. For official website please visit ": "Bu oldindan ko'rish versiyasi. Rasmiy veb-sayt uchun tashrif buyuring ",
  "This page could not be found": "Ushbu sahifa topilmadi",
  "Toggle height of markers for ambiguous characters": "Noaniq belgilar uchun markerlarning balandligini almashtiring",
  "Toggle height of markers for deletions": "O'chirish uchun markerlarning balandligini almashtiring",
  "Toggle height of markers for missing ranges": "Yo'qolgan diapazonlar uchun markerlarning balandligini almashtiring",
  "Toggle height of markers for mutated characters": "Mutatsiyaga uchragan belgilar uchun markerlarning balandligini almashtiring",
  "Toggle height of markers for unsequenced ranges": "Ketma-ketliksiz diapazonlar uchun markerlarning balandligini almashtiring",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Ko'rsatish uchun juda ko'p markerlar ({{totalMarkers}}). “Sozlamalar” muloqotida pol ({{maxNucMarkers}}) oshirilishi mumkin",
  "Too many mixed sites found": "Juda ko'p aralash saytlar topildi",
  "Too many mutation clusters found": "Juda ko'p mutatsiya klasterlari topildi",
  "Too much missing data found": "Juda ko'p etishmayotgan ma'lumotlar topildi",
  "Total: {{total}}": "Jami: {{total}}",
  "Trailing deleted codon range": "Keyingi o'chirilgan kodon oralig'i",
  "Tree": "Daraxt",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Ruxsatsiz. Ushbu resursdan foydalanish uchun autentifikatsiya qilish talab qilinadi. (HTTP holat kodi: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Kutilmagan ramka o'zgarishi ({{ n }})",
  "Unexpected premature stop codons ({{ n }})": "Kutilmagan erta to'xtash kodonlari ({{ n }})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Kutilmagan {{numFrameShifts}} kvadrat siljishi (lar) aniqlandi: {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Noma'lum aminokislotalar (X) diapazoni",
  "Unknown error": "Noma'lum xato",
  "Unlabeled private mutations ({{ n }})": "Yorliqsiz xususiy mutatsiyalar ({{ n }})",
  "Unsequenced ranges": "Ketma-ketliksiz diapazonlar",
  "Unsupported browser": "Qo'llab-quvvatlanmaydigan brauzer",
  "Update": "Yangilash",
  "Updated at: {{updated}}": "Yangilandi: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "Ma'lumotlar to'plamiga qarab maxsus kladlar va fenotiplar kabi turli ixtiyoriy ustunlar mavjud bo'lishi mumkin",
  "Warning": "ogohlantirish",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "dan 'dataset-url' parametri yordamida so'ralgan maxsus ma'lumotlar to'plamini yuklab olishga harakat qildik ",
  "We tried to download the file from {{u}}": "Faylni {{u}} dan yuklab olishga harakat qildik",
  "What's new": "Nima yangilik",
  "What's new?": "Yangi nima?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Mumkin bo'lgan joylarda, iltimos, qo'shimcha ravishda Nextclade Web-ga havolani taqdim eting:",
  "You are connected to the internet": "Siz internetga ulangansiz",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Davom etishingiz mumkin, lekin {{project}} ning ishlashi va natijalarning to'g'riligi kafolatlanishi mumkin emas. Ishlab chiquvchilar ushbu brauzerdan foydalanganda yuzaga kelgan muammolarni tekshirolmaydi.",
  "You can report this error to developers by creating a new issue at: ": "Ushbu xatoni ishlab chiquvchilarga quyidagi manzilda yangi masala yaratish orqali xabar berishingiz mumkin: ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Ma'lumotlar to'plamlaridan birini qo'lda yoki avtomatik ma'lumotlar to'plami taklif funktsiyasidan foydalanish uchun tanlashingiz mumkin. Avtomatik taklif sizning ketma-ketlik ma'lumotingizdan eng mos ma'lumotlar to'plamini taxmin qilishga urinadi.",
  "bottom": "tagi",
  "community": "jamiyat",
  "deprecated": "eskirgan",
  "documentation": "hujjatlar",
  "experimental": "eksperimental",
  "faster, more configurable command-line version of this application": "tezroq, ushbu ilovaning yanada sozlanishi mumkin bo'lgan buyruq qatori versiyasi",
  "full": "to'la",
  "in forward direction, and nucleotide context in reverse direction": "oldinga yo'nalishda, nukleotid kontekstida esa teskari yo'nalishda",
  "non-ACGTN": "ACGTN bo'lmagan",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "emas, balki {{left}} ({{r1}}, {{r2}} yoki {{r3}})",
  "off": "o'chirilgan",
  "official": "rasmiy",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "bizning ota-ona loyihamiz, patogen genom ma'lumotlarining salohiyatidan foydalanish uchun ochiq manba tashabbusi",
  "pairwise reference alignment and translation tool used by Nextclade": "Nextclade tomonidan ishlatiladigan juftlashtirilgan mos yozuvlar hizalamasi va tarjima vositasi",
  "sidebar:Color By": "Yon paneli: Rang By",
  "sidebar:Filter Data": "Yon paneli: Ma'lumotlarni filtrlash",
  "sidebar:Tree": "Yon paneli: daraxt",
  "source": "manba",
  "top": "yuqori",
  "unknown": "noma'lum",
  "unreleased": "ozod qilinmagan",
  "unsupported": "qo'llab-quvvatlanmaydi",
  "{{ n }} datasets appear to match your data. Select the one to use.": "{{ n }} ma'lumotlar to'plamlari sizning ma'lumotlaringizga mos keladigan ko'rinadi. Foydalanadigan birini tanlang.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "{{ n }} ma'lumotlar to'plamlari sizning ketma-ketliklaringizga mos keladigan ko'rinadi. Ro'yxatni ko'rish uchun “Malumot ma'lumotlar to'plamini o'zgartirish” tugmasini bosing.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "{{cds}} parcha:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} genom annotatsiyasida etishmayapti",
  "{{left}} or {{right}}": "{{left}} yoki {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Jami {{total}} mutatsiyasiga ega {{nClusters}} mutatsiya klasterlarini ko'rdim. QC ballari: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Jami Ns: {{total}} ({{allowed}} ruxsat berilgan). QC ballari: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: jami {{total}} ({{allowed}} ruxsat berilgan). QC ballari: {{score}}",
  "{{project}} documentation": "{{project}} hujjatlari",
  "{{project}} works best in the latest versions of ": "{{project}} ning so'nggi versiyalarida eng yaxshi ishlaydi ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Ishlab chiquvchilar uchun qo'shimcha ma'lumot (kengaytirish uchun bosing)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} noto'g'ri joylashtirilgan to'xtash kodonlari aniqlandi. Ta'sirlangan gen (lar): {{geneList}}. QC ballari: {{score}}"
}
