{
  " ... (truncated)": " ... (тасарсан)",
  " Remove this input": " Энэ оролтыг устгах",
  " and ": " болон ",
  " and the connection was successful, but the remote server replied with the following error:": " болон холболт амжилттай болсон боловч алсын сервер дараах алдаатай хариулсан байна:",
  " but were unable to establish a connection.": " гэхдээ холболт тогтоож чадсангүй.",
  " or ": " эсвэл ",
  " or by writing an email to ": " эсвэл хаягаар имэйл бичих замаар ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " ингэснээр хөгжүүлэгчид энэ асуудлыг судалж болно. Оролтын өгөгдөл, үйлдлийн систем, хөтөчийн хувилбар, компьютерийн тохиргооны талаар аль болох олон дэлгэрэнгүй мэдээллийг өгнө үү. Оношлогоонд хэрэгтэй гэж үзсэн бусад дэлгэрэнгүй мэдээллийг оруулаарай. Асуудлыг хуулбарлах боломжийг олгодог жишээ дарааллын өгөгдлийг хуваалцаарай, хэрэв боломжтой бол.",
  "(truncated)": "(тасарсан)",
  "* Current value. This amount can change depending on load": "* Одоогийн үнэ цэнэ. Энэ хэмжээ ачааллаас хамааран өөрчлөгдөж болно",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} нь утас бүрт дор хаяж {{memoryRequired}} санах ой шаарддаг",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "*Энэ файл нь олон нийтэд хүртээмжтэй байгаа эсэхийг шалгаарай, таны сервер дээр CORS идэвхжсэн байна",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": "гэсэн хэдий ч бид шаардлагатай файлуудыг олж чадсангүй. Үүний оронд бид {{project}} -ийн хуучин хувилбарт зориулсан өгөгдлийн багцад хамаарах файлуудыг олсон.",
  ".": ".",
  ". ": ". ",
  "...more": "... дэлгэрэнгүй",
  "1st nuc.": "1-р үе.",
  "3' end": "3' төгсгөл",
  "5' end": "5' төгсгөл",
  "A new version of Nextclade Web is available:": "Nextclade Web-ийн шинэ хувилбарыг авах боломжтой:",
  "A new version of this dataset is available.": "Энэ өгөгдлийн багцын шинэ хувилбарыг авах боломжтой.",
  "About": "Тухай",
  "About {{what}}": "{{what}} -ийн тухай",
  "Accept the data": "Өгөгдлийг хүлээн авах",
  "Accept the updated dataset": "Шинэчлэгдсэн өгөгдлийн багцыг хүлээн зөвшөөрөх",
  "Add data": "Өгөгдөл нэмэх",
  "Add more": "Илүү нэмэх",
  "Add more sequence data": "Илүү дарааллын өгөгдөл нэмэх",
  "Affected codons:": "Нөлөөлөлд өртсөн кодонууд:",
  "After ref pos.": "Рэф посын дараа.",
  "Aligned peptides in {{formatName}} format, zipped": "{{formatName}} форматаар нийцсэн пептидүүд, зип хийгдсэн",
  "Aligned sequences in {{formatName}} format.": "{{formatName}} форматаар нийцсэн дарааллууд.",
  "Alignment range": "Уялдуулах хүрээ",
  "Alignment range: {{range}}": "Тохируулалтын хүрээ: {{range}}",
  "Alignment score": "Уялдуулах оноо",
  "All categories": "Бүх ангилал",
  "All files in a {{formatName}} archive.": "{{formatName}} архив дахь бүх файлууд.",
  "Ambiguous markers": "Тодорхой бус тэмдэглэгээ",
  "Ambiguous:": "Тодорхой бус:",
  "Ambiguous: {{ambiguous}}": "Тодорхой бус: {{ambiguous}}",
  "Amino acid insertion": "Амин хүчил оруулах",
  "Aminoacid changes ({{ n }})": "Амин хүчлийн өөрчлөлт ({{n}})",
  "Aminoacid deletion": "Аминохүчил устгах",
  "Aminoacid deletions ({{ n }})": "Амин хүчлийн устгалт ({{n}})",
  "Aminoacid insertions ({{ n }})": "Амин хүчил оруулах ({{n}})",
  "Aminoacid substitution": "Аминохүчил орлуулах",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Аминохүчил орлуулалтыг лавлахад хамаарна ({{n}})",
  "An error has occurred.": "Алдаа гарсан.",
  "An error has occurred: {{errorName}}": "Алдаа гарсан: {{errorName}}",
  "An unexpected error has occurred": "Гэнэтийн алдаа гарсан",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Дараалалд дүн шинжилгээ хийх: Олдсон: {{total}}. Шинжилсэн: {{done}}",
  "Analysis status": "Шинжилгээний байдал",
  "Analyzing...": "Шинжилгээ хийх...",
  "Back to Files": "Файлууд руу буцах",
  "Bad Request": "Муу хүсэлт",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Муу хүсэлт. Үйлчлүүлэгчийн алдааны улмаас сервер хүсэлтийг боловсруулах боломжгүй эсвэл боловсруулахгүй. (HTTP статусын код: {{status}})",
  "Bad quality": "Муу чанар",
  "Building tree": "Барилгын мод",
  "By aminoacid changes": "Аминохүчлийн өөрчлөлтөөр",
  "By clades": "Кладуудаар",
  "By nucleotide mutations": "Нуклеотидын мутациар",
  "By sequence name": "Дарааллын нэрээр",
  "Can be viewed in most tree viewers, including: ": "Ихэнх мод үзэгчдээс үзэх боломжтой, үүнд: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Nextstrain Auspice-тэй эсвэл дотроос орон нутагт үзэх боломжтой ",
  "Change language": "Хэлийг өөрчлөх",
  "Change reference dataset": "Лавлагааны өгөгдлийн багцыг өөрчлөх",
  "Citation": "Ишлэл",
  "Cite Nextclade in your work": "Өөрийн ажилд Nextclade иш",
  "Clade": "Клэйд",
  "Clade assignment, mutation calling, and sequence quality checks": "Кладын даалгавар, мутацийн дуудлага, дарааллын чанарын шалгалт",
  "Clade: {{cladeText}}": "Клад: {{cladeText}}",
  "Clear": "Цэлмэг",
  "Clear the URL text field": "URL текстийн талбарыг цэвэрлэнэ",
  "Clear the text field": "Текст талбарыг цэвэрлэнэ",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "“Шинэчлэх” товчийг дарна уу эсвэл хамгийн сүүлийн үеийн шинэчлэлтүүдийг авахын тулд хуудсыг ямар ч үед сэргээнэ үү.",
  "Click to get help information": "Тусламжийн мэдээллийг авахын тулд дарна уу",
  "Close this dialog window": "Энэ харилцах цонхыг хаах",
  "Close this window": "Энэ цонхыг хаах",
  "Codon": "Кодон",
  "Codon length": "Кодоны урт",
  "Codon range": "Кодоны хүрээ",
  "Column config": "Баганын тохиргоо",
  "Configure Nextclade": "Nextclade тохируулах",
  "Configure columns": "Багануудыг тохируулах",
  "Contains aligned sequences in {{formatName}} format.": "{{formatName}} форматаар нийцсэн дарааллыг агуулдаг.",
  "Contains all of the above files in a single {{formatName}} file.": "Дээрх бүх файлуудыг нэг {{formatName}} файлд агуулдаг.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "{{formatName}} форматаар (newline-delimited JSON) clades, мутаци, QC хэмжүүр гэх мэт шинжилгээний нарийвчилсан үр дүнг агуулдаг. Цаашид автоматжуулсан боловсруулалт хийхэд тохиромжтой. Энэ формат нь тогтворгүй бөгөөд мэдэгдэлгүйгээр өөрчлөгдөх боломжтой гэдгийг анхаарна уу.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Клад, мутаци, QC хэмжүүр гэх мэт шинжилгээний нарийвчилсан үр дүнг {{formatName}} форматаар агуулдаг. Цаашид автоматжуулсан боловсруулалт хийхэд тохиромжтой. Энэ формат нь тогтворгүй бөгөөд мэдэгдэлгүйгээр өөрчлөгдөх боломжтой гэдгийг анхаарна уу.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Таны дарааллын орчуулгын үр дүнг агуулдаг. Нэг ген тутамд нэг {{formatName}} файл, бүгд зип архивт байдаг.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Клад, мутаци, QC хэмжигдэхүүн гэх мэт шинжилгээний нэгтгэн үр дүнг хүснэгт хэлбэрээр агуулдаг. Хүснэгт хуудас эсвэл өгөгдөл-шинжлэх ухааны хэрэгслийг ашиглан цаашид хянах, боловсруулахад тохиромжтой.",
  "Context": "Агуулга",
  "Copied!": "Хуулагдсан!",
  "Copy": "Хуулах",
  "Cov.": "Ков.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Одоогоор сонгосон өгөгдлийн багц нь таны дарааллыг таарахгүй мэт санагдаж байна, санал алгоритм ямар ч хувилбаруудыг олох боломжгүй байсан. Өгөгдлийн багцыг гараар сонгоно уу. Хэрэв тохиромжтой өгөгдлийн багц байхгүй бол Nextclade олон нийтийн мэдээллийн багц цуглуулгад нэгийг үүсгэж, хувь нэмрээ оруулах талаар авч үзээрэй.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Одоогоор сонгосон өгөгдлийн багц нь таны дарааллаар тохирохгүй мэт санагдаж байна, гэхдээ байж болох {{ n }} бусад өгөгдлийн багц байдаг. Жагсаалтыг харахын тулд “Лавлах өгөгдлийн багцыг өөрчлөх” дээр дарна уу.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Одоогоор сонгосон өгөгдлийн багц нь таны дарааллаар тохирохгүй мэт санагдаж байна, гэхдээ байж болох 1 өгөгдлийн багц байдаг. Жагсаалтыг харахын тулд “Лавлах өгөгдлийн багцыг өөрчлөх” дээр дарна уу.",
  "Customize dataset files": "Өгөгдлийн багц файлуудыг өөрчлөх",
  "Dataset": "Өгөгдлийн багц",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Өгөгдлийн багц зохиогчид энэ өгөгдлийн багцыг хуучирсан гэж тэмдэглэсэн бөгөөд энэ нь өгөгдлийн багц хуучирсан, шинэчлэгдэхээ больсон эсвэл өөрөөр хамааралгүй гэсэн үг юм. Тодорхой мэдээллийг өгөгдлийн багцын зохиогчидтой холбоо барина уу.",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Өгөгдлийн багц зохиогчид энэ өгөгдлийн багцыг туршилтын гэж тэмдэглэсэн бөгөөд энэ нь өгөгдлийн багц одоо ч боловсруулагдаж байгаа, ердийнхөөс доогуур чанартай эсвэл бусад асуудалтай байна гэсэн үг юм. Өөрийнхөө эрсдэлээр ашиглах. Тодорхой мэдээллийг өгөгдлийн багцын зохиогчидтой холбоо барина уу.",
  "Dataset file format not recognized.": "Өгөгдлийн багц файлын форматыг хүлээн зөвшөөрөөгүй.",
  "Dataset files currently customized: {{n}}": "Одоогоор өөрчлөн тохируулсан өгөгдлийн багц файлууд: {{n}}",
  "Dataset name: {{name}}": "Мэдээллийн багцын нэр: {{name}}",
  "Dataset-specific columns": "Өгөгдлийн багцын тодорхой баганууд",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Өгөгдлийн багц нь эмгэг төрүүлэгч, омог болон бусад шинж чанараас хамаарч өөр өөр байдаг Өгөгдлийн багц бүр нь тодорхой лавлагааны дараалал дээр суурилдаг. Зарим өгөгдлийн багц нь зөвхөн үндсэн дүн шинжилгээ хийхэд хангалттай мэдээлэлтэй байдаг, бусад нь илүү гүнзгий дүн шинжилгээ хийх, шалгах боломжийг олгохын тулд илүү их мэдээлэл байдаг. Өгөгдлийн багц зохиогчид өөрсдийн өгөгдлийн багцыг үе үе шинэчилж, сайжруулдаг.",
  "Deletion": "Устгах",
  "Deletion markers": "Устгах тэмдэглэгээ",
  "Detailed QC assessment:": "QC нарийвчилсан үнэлгээ:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Энэ мэдэгдлийг хэрэгсэхгүй болгоно уу. Та Nextclade хуудсыг сэргээх замаар дараа нь ямар ч үед шинэчлэх боломжтой.",
  "Docker": "Доккер",
  "Docs": "Документ",
  "Documentation": "Баримт бичиг",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Дууссан. Нийт дараалал: {{total}}. Амжилтанд хүрсэн: {{succeeded}}",
  "Download CSV": "CSV татаж авах",
  "Download TSV": "TSV татаж авах",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Уялдуулсан пептидүүдийг {{formatName}} форматаар татаж аваарай, генд нэг файл, бүгдийг нь зип архивт.",
  "Download aligned sequences in {{formatName}} format.": "Уялдуулсан дарааллыг {{formatName}} форматаар татаж аваарай.",
  "Download all in {{formatName}} archive.": "Бүгдийг {{formatName}} архивт татаж аваарай.",
  "Download bibtex fragment: ": "Bibtex фрагментийг татаж авах: ",
  "Download output files": "Гаралтын файлуудыг татаж авах",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Филогенетик модыг дээр байрлуулсан дараалалтай {{formatName}} форматаар татаж аваарай.",
  "Download results of the analysis in {{formatName}} format.": "Шинжилгээний үр дүнг {{formatName}} форматаар татаж авах.",
  "Download summarized results in {{formatName}} format.": "Нэгтгэн үр дүнг {{formatName}} форматаар татаж аваарай.",
  "Downloads": "Татаж авах",
  "Drag & drop a file ": "Файлаа чирж унагаах ",
  "Drag & drop files or folders": "Файл эсвэл фолдерыг чирж унагаах",
  "Drag & drop or select a file": "Файлыг чирж унагах эсвэл сонгоно уу",
  "Drag & drop or select files": "Файлуудыг чирж унагаах эсвэл сонгох",
  "Drop it!": "Үүнийг унагаарай!",
  "Duplicate sequence names": "Давхардсан дарааллын нэрс",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Хамгийн сайн тохирох эмгэг төрүүлэгч өгөгдлийн багцын саналыг идэвхжүүлэх. Саналын хөдөлгүүрийг ажиллуулахын тулд дарааллын өгөгдлийг нэмнэ үү.",
  "Enter URL to a file to fetch": "Авч авахын тулд файл руу URL оруулна уу",
  "Enter genome annotation in {{formatName}} format": "{{formatName}} форматаар геномын аннотацийг оруулна уу",
  "Enter pathogen description in {{formatName}} format": "Эмгэг төрөгчийн тайлбарыг {{formatName}} форматаар оруулна уу",
  "Enter reference sequence in {{formatName}} format": "{{formatName}} форматаар лавлагааны дарааллыг оруулна уу",
  "Enter reference tree in {{formatName}} format": "{{formatName}} форматаар лавлагааны модыг оруулна уу",
  "Enter sequence data in FASTA format": "FASTA форматаар дарааллын өгөгдлийг оруулна уу",
  "Error": "Алдаа",
  "Errors & warnings": "Алдаа ба анхааруулга",
  "Example": "Жишээ",
  "Export": "Экспорт",
  "Export results": "Экспортын үр дүн",
  "FS": "ФС",
  "Failed": "Бүтэлгүйтсэн",
  "Failed due to error.": "Алдааны улмаас амжилтгүй болсон.",
  "Failed: {{failed}}": "Бүтэлгүйтсэн: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "Зураг.1. Nextstrain-ийн тодорхойлсноор SARS-CoV-2 кладын филогенетик харилцааны дүрслэл",
  "File": "Файл",
  "Files": "Файлууд",
  "Filter: opens panel where you can apply table row filtering": "Шүүлтүүр: хүснэгтийн мөр шүүлтүүрийг хэрэглэх боломжтой самбарыг нээнэ",
  "For example: {{exampleUrl}}": "Жишээлбэл: {{exampleUrl}}",
  "For more advanced use-cases:": "Илүү дэвшилтэт хэрэглээний тохиолдолд:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Хориотой. Энэ нөөцөд нэвтрэхийн тулд танд шаардлагатай зөвшөөрөл байхгүй байна. (HTTP статусын код: {{status}})",
  "Frame": "Хүрээ",
  "Frame shift": "Хүрээний шилжилт",
  "Frame shifts": "Хүрээний шилжилт",
  "Gained: {{gained}}": "Олсон: {{gained}}",
  "Gaps": "Цоорхой",
  "Gene": "Ген",
  "Gene \"{{ geneName }}\" is missing": "Ген \"{{ geneName }}\" алга байна",
  "Gene.": "Ген.",
  "General": "Ерөнхий",
  "Genome annotation": "Геномын аннотация",
  "Genome length: {{length}}": "Геномын урт: {{length}}",
  "Global nuc. range": "Дэлхийн нуц. хүрээ",
  "Go to main page to add input files": "Оролтын файлуудыг нэмэхийн тулд үндсэн хуудас руу очно уу",
  "Go to main page to add more input files": "Илүү оролтын файлуудыг нэмэхийн тулд үндсэн хуудас руу очно уу",
  "Good quality": "Сайн чанар",
  "Has errors": "Алдаа байна",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Энд та өгөгдлийн багц дахь бие даасан файлуудыг дарж болно. Хэрэв файл өгөөгүй бол одоогоор сонгосон өгөгдлийн багцаас орлуулах болно. {{documentation}} дээрээс илүү ихийг мэдэж аваарай",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Энд та CSV болон TSV файлууд руу бичигдэх багануудыг (хувь хүн эсвэл категори) сонгож болно.",
  "Hide dataset files": "Өгөгдлийн багц файлуудыг нуух",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Гэсэн хэдий ч үүнийг зөвлөдөггүй: програмын энэ хувилбар шинэчлэгдэхээ больсон эсвэл дэмжихээ больсон бөгөөд энэ нь ажиллах болно, мөн зөв үр дүнг гаргана гэдэгт бид баталгаа өгч чадахгүй.",
  "I want to try anyway": "Би ямар ч байсан оролдохыг хүсч байна",
  "Idle": "Сул зогсолт",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Хэрэв та өөрчлөн өгөгдлийн багцыг хүсэх гэсэн үг биш байсан бол URL-ээс 'dataset-url' параметрийг устгах эсвэл програмыг дахин эхлүүлнэ үү.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Хэрэв та эмгэг төрүүлэгч эсвэл танд хэрэгтэй омог өгөгдлийн багцыг олохгүй бол та өөрийн өгөгдлийн багцыг үүсгэж болно. Та мөн үүнийг манай олон нийтийн цуглуулгад нийтэлж болно, ингэснээр бусад хүмүүс үүнийг бас ашиглаж болно.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Хэрэв та Nextclade-ийн тусламжтайгаар олж авсан үр дүнг нийтлэлд ашигладаг бол манай цаасан дээр иш нэмнэ үү.",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "Үл тоомсорлож {{numIgnored}} мэдэгдэж буй хүрээний шилжилт (ууд): {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Энэ хооронд та Nextclade-ийн хуучин хувилбарыг ашиглан дахин ажиллуулахыг оролдож болно: {{ lnk }}",
  "Ins.": "Инс.",
  "Inserted fragment": "Оруулсан фрагмент",
  "Internal server error": "Дотоод серверийн алдаа",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Энэ өгөгдлийн багц нь хуучирсан байх магадлалтай бөгөөд зөвхөн {{project}} -ийн өмнөх хувилбаруудад тохиромжтой. Өгөгдлийн багцыг шинэ формат руу хөрвүүлэхийн тулд өгөгдлийн багцын зохиогчидтой хандана уу. Журмыг төслийн баримт бичигт тайлбарласан болно.",
  "Known frame shifts ({{ n }})": "Мэдэгдэж буй хүрээний шилжилт ({{n}})",
  "Known premature stop codons ({{ n }})": "Мэдэгдэж буй дутуу зогсолтын кодонууд ({{n}})",
  "Labeled private mutations ({{ n }})": "Шошготой хувийн мутаци ({{n}})",
  "Labels": "Шошго",
  "Later": "Дараа нь",
  "Launch suggestions engine!": "Саналгын хөдөлгүүрийг ажиллуулна уу!",
  "Launch the algorithm!": "Алгоритмыг ажиллуулна уу!",
  "Leading deleted codon range": "Тэргүүлэх устгагдсан кодоны хүрээ",
  "Learn more about Nextclade datasets in the {{documentation}}": "{{documentation}} дээрээс Nextclade өгөгдлийн багцын талаар илүү ихийг мэдэж аваарай",
  "Length": "Урт",
  "Length (AA)": "Урт (AA)",
  "Length (nuc)": "Урт (нук)",
  "Link": "Холбоос",
  "Link to our Docker containers": "Манай Docker контейнертэй холбоос",
  "Link to our GitHub page": "Манай GitHub хуудастай холбоос",
  "Link to our X.com (Twitter)": "Манай X.com (Твиттер) руу холбоос",
  "Link to our discussion forum": "Манай хэлэлцүүлгийн форумын холбоос",
  "Load example": "Ачааллын жишээ",
  "Loading data...": "Өгөгдлийг ачаалж байна...",
  "Loading...": "Ачаалж байна...",
  "Local nuc. range": "Орон нутгийн нуц. хүрээ",
  "Lost: {{lost}}": "Алдагдсан: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Маркерууд нь мутаци, устгах гэх мэтийг илэрхийлдэг өнгөт тэгш өнцөгтүүд юм. Таны компьютер хэр хурдан байгаагаас хамааран тэдгээрийн хэд нь нэг удаад харуулах боломжтой техникийн хязгаар байдаг. Та дээд самбар дээрх товчлуураар хандах боломжтой 'Тохиргоо' харилцах цонхны хэсэгт босгыг тааруулж болно.",
  "Max. nucleotide markers": "Макс. нуклеотидын маркер",
  "Mediocre quality": "Таруу чанар",
  "Memory available*": "Санах ой боломжтой*",
  "Memory per CPU thread": "CPU-ийн утас бүрт санах ой",
  "Method not allowed": "Аргыг зөвшөөрөхгүй",
  "Missing ({{ n }})": "Сураггүй ({{n}})",
  "Missing Data": "Алга болсон өгөгдөл",
  "Missing data found": "Алга болсон өгөгдөл олдсон",
  "Missing ranges": "Алга болсон хүрээ",
  "Missing: {{range}}": "Сураггүй болсон: {{range}}",
  "Mixed Sites": "Холимог сайтууд",
  "Mixed sites found": "Холимог сайтууд олдлоо",
  "Motif": "Мотив",
  "Motifs carried from reference sequence (sometimes mutated)": "Лавлагааны дарааллаас авч явдаг мотив (заримдаа мутацид орсон)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Лавлах дарааллаар байхгүй боловч асуулгын дарааллаар гарч ирсэн мотив",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Лавлах дарааллаар байгаа боловч асуулгын дараалалд хоёрдмол утгатай байдлыг агуулсан мотив",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Лавлах дарааллаар байгаа боловч асуулгын дарааллаар алга болсон мотив",
  "Multiple matching datasets.": "Олон тохирсон өгөгдлийн багц.",
  "Mut.": "Мут.",
  "Mutation": "Мутаци",
  "Mutation Clusters": "Мутацийн кластер",
  "Mutation clusters found": "Мутацийн кластер олдлоо",
  "Mutation markers": "Мутацийн маркерууд",
  "Mutations relative to nearest node (private mutations)": "Хамгийн ойрын зангилаатай харьцангуй мутаци (хувийн мутаци)",
  "Mutations relative to reference sequence": "Лавлах дараалалтай харьцангуй мутаци",
  "Nextclade Web documentation": "Nextclade вэб баримт бичиг",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "Nextclade програм хангамж нь шинжилгээ хийдэг эмгэг төрүүлэгчдэд агностик байхаар бүтээгдсэн. Бетоны эмгэг төрүүлэгчдийн талаархи мэдээллийг Nextclade өгөгдлийн багц гэж нэрлэгддэг хэлбэрээр өгдөг.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Өгөгдлийн багц таны өгөгдөлтэй таарахгүй. Өгөгдлийн багцыг гараар сонгоно уу. Хэрэв тохиромжтой өгөгдлийн багц байхгүй бол нэгийг үүсгэж, Nextclade олон нийтийн мэдээллийн багц цуглуулгад хувь нэмрээ оруулах талаар авч үзээрэй.",
  "No issues": "Асуудал байхгүй",
  "No matching datasets.": "Тохирох өгөгдлийн багц байхгүй.",
  "Non-ACGTN ({{totalNonACGTNs}})": "ACGTN бус ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Дараалалгүй ({{n}})",
  "Not sequenced: {{range}}": "Дараалалалгүй: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "Урвуу туузуудын хувьд Nextclade нь амин хүчлийн контекстийг харуулахыг сонгодог гэдгийг анхаарна уу",
  "Note that motifs are detected after insertions are stripped.": "Оруулгыг хуулагдсаны дараа мотив илэрдэг гэдгийг анхаарна уу.",
  "Notes": "Тэмдэглэл",
  "Ns": "Нс",
  "Nucleotide changes nearby ({{ n }})": "Ойролцоох нуклеотидын өөрчлөлт ({{n}})",
  "Nucleotide deletion: {{range}}": "Нуклеотидын устгалт: {{range}}",
  "Nucleotide deletions ({{ n }})": "Нуклеотидын устгалт ({{n}})",
  "Nucleotide insertion": "Нуклеотид оруулах",
  "Nucleotide insertions ({{ n }})": "Нуклеотидын оруулга ({{n}})",
  "Nucleotide length": "Нуклеотидын урт",
  "Nucleotide range": "Нуклеотидын хүрээ",
  "Nucleotide sequence": "Нуклеотидын дараалал",
  "Nucleotide substitution": "Нуклеотидын орлуулалт",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Нуклеотидын орлуулалтыг лавлахад ({{n}})",
  "Number of CPU threads": "CPU-ийн утасны тоо",
  "OK": "OK",
  "Only one file is expected": "Зөвхөн нэг файл хүлээгдэж байна",
  "Open changelog to see what has changed in the new version.": "Шинэ хувилбарт юу өөрчлөгдсөнийг харахын тулд changelog нээнэ үү.",
  "Overall QC score: {{score}}": "QC-ийн ерөнхий оноо: {{score}}",
  "Overall QC status: {{status}}": "QC-ийн ерөнхий байдал: {{status}}",
  "PCR primer changes ({{totalChanges}})": "ПГУ-ын праймерын өөрчлөлт ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "ПГУ-ын праймерын өөрчлөлт: ({{total}})",
  "PCR primers": "ПГУ-ын праймер",
  "Pasted text": "Буулгасан текст",
  "Pathogen JSON": "эмгэг төрүүлэгч JSON",
  "Pending...": "Хүлээгдэж байгаа...",
  "Phase": "үе шат",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "{{formatName}} форматаар байрлуулсан дараалалтай филогенетик мод.",
  "Please give them a try!": "Тэднийг туршиж үзээрэй!",
  "Please provide sequence data first": "Эхлээд дарааллын өгөгдлийг өгнө үү",
  "Please provide sequence data for the algorithm": "Алгоритмын дарааллын өгөгдлийг өгнө үү",
  "Please provide the data first": "Эхлээд өгөгдлийг өгнө үү",
  "Please report this to developers.": "Үүнийг хөгжүүлэгчдэд мэдээлнэ үү.",
  "Please run the analysis first": "Эхлээд шинжилгээг ажиллуулна уу",
  "Please run the analysis first.": "Эхлээд шинжилгээг ажиллуулна уу.",
  "Please run the analysis on a dataset with reference tree": "Шинжилгээг лавлагааны модтой өгөгдлийн багц дээр ажиллуулна уу",
  "Please verify that:": "Үүнийг баталгаажуулна уу:",
  "Possible dataset mismatch detected.": "Боломжит өгөгдлийн багцын таарахгүй байдал илэрсэн.",
  "Preserved: {{preserved}}": "Хадгалсан: {{preserved}}",
  "Private Mutations": "Хувийн мутаци",
  "Private mutations rel. to tree ({{ n }})": "Хувийн мутаци модонд хамаарах ({{n}})",
  "Protein": "уураг",
  "Provide sequence data": "Дарааллын өгөгдлийг өгөх",
  "QC": "QC",
  "QC score: {{score}}": "QC оноо: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "QC оноо: {{score}}. Эргэн шилжүүлсэн орлуулгууд: {{numReversionSubstitutions}}, Шошготой орлуулгууд: {{numLabeledSubstitutions}}, Шошгогдоогүй орлуулгууд: {{numUnlabeledSubstitutions}}, Устгах хүрээнүүд: {{totalDeletionRanges}}. Жинлэгдсэн нийт: {{weightedTotal}}",
  "Quality control": "Чанарын хяналт",
  "Query": "Асуулга",
  "Query AA": "Асуулга АА",
  "Range": "Хүрээ",
  "Ranges of nucleotide \"N\"": "“N” нуклеотидын хүрээ",
  "Re-launch suggestions engine!": "Саналгын хөдөлгүүрийг дахин ажиллуулна уу!",
  "Re-suggest": "Дахин санал болгох",
  "Recommended number of CPU threads**": "Зөвлөмж болгож буй CPU утасны тоо**",
  "Ref pos.": "Лавлах пос.",
  "Ref.": "Реф.",
  "Ref. AA": "Реф. АА",
  "Reference sequence": "Лавлах дараалал",
  "Reference tree": "Лавлах мод",
  "Reference: {{ ref }}": "Лавлах хуудас: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Хоёр төгсгөлд нь шугамаас гадуур бүс нутгууд: лавлагааны дарааллаар байгаа нуклеотид, асуулгын дараалалд байхгүй бөгөөд нийцсэн дарааллаар “-” болсон.",
  "Reload the page and start Nextclade fresh": "Хуудасыг дахин ачаалж, Nextclade-ийг шинэхэн эхлүүлээрэй",
  "Reload the page to get the latest version of Nextclade.": "Nextclade-ийн хамгийн сүүлийн хувилбарыг авахын тулд хуудсыг дахин ачаална уу.",
  "Remove": "Устгах",
  "Remove all": "Бүгдийг устгах",
  "Remove all input files": "Бүх оролтын файлуудыг устгах",
  "Reset": "Дахин тохируулах",
  "Reset dataset": "Өгөгдлийн багцыг дахин тохируулах",
  "Reset to default": "Анхдагч болгон дахин тохируулах",
  "Restart Nextclade": "Nextclade дахин эхлүүлэх",
  "Results": "Үр дүн",
  "Results of the analysis in {{formatName}} format.": "{{formatName}} форматаар хийсэн шинжилгээний үр дүн.",
  "Return back to list of files": "Файлуудын жагсаалт руу буцах",
  "Return to full Genome annotation and nucleotide sequence view": "Геномын аннотация болон нуклеотидын дарааллын харагдац рүү буцах",
  "Reversions ({{ n }})": "Дахин хувилбарууд ({{n}})",
  "Run": "Гүйлт",
  "Run Nextclade automatically after sequence data is provided": "Дарааллын өгөгдөл өгөгдлийн дараа Nextclade автоматаар ажиллуулна уу",
  "Run automatically": "Автоматаар ажиллуулах",
  "Running": "Гүйлт",
  "SC": "SC",
  "Search datasets": "Мэдээллийн багцыг хайх",
  "Search examples": "Хайлтын жишээ",
  "Search languages": "Хайлтын хэл",
  "Select a file": "Файл сонгоно уу",
  "Select files": "Файлуудыг сонгоно уу",
  "Select reference dataset": "Лавлах мэдээллийн багцыг сонгоно уу",
  "Selected pathogen": "Сонгосон эмгэг төрүүлэгч",
  "Selected reference dataset": "Сонгосон лавлагааны өгөгдлийн багц",
  "Sequence data you've added": "Таны нэмсэн дарааллын өгөгдөл",
  "Sequence index": "Дарааллын индекс",
  "Sequence name": "Дарааллын нэр",
  "Sequence view": "Дарааллын харагдах байдал",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Серверийн алдаа. Алсын сервер дээр алдаа гарсан. Тусгай администратортайгаа холбоо барина уу. (HTTP статусын код: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Нуклеотидын үзэл бодолд харуулах хамгийн их тооны маркер (мутаци, устгах гэх мэт) босго тогтооно. Энэ тоог багасгах нь гүйцэтгэлийг нэмэгдүүлдэг. Хэрэв босго хэмжээнд хүрсэн бол нуклеотидын дарааллын харагдах байдал идэвхгүй болно.",
  "Settings": "Тохиргоо",
  "Should be a number": "Тоо байх ёстой",
  "Should be in range from {{minimum}} to {{maximum}}": "{{minimum}} -аас {{maximum}} хүртэлх хэмжээнд байх ёстой",
  "Show analysis results table": "Шинжилгээний үр дүнгийн хүснэгтийг харуулах",
  "Show current dataset details": "Одоогийн мэдээллийн багцын дэлгэрэнгүй мэдээллийг харуулах",
  "Show phylogenetic tree": "Филогенетик модыг харуулах",
  "Show start page": "Эхлэх хуудсыг харуулах",
  "Show when a new version is available": "Шинэ хувилбар хэзээ бэлэн байгааг харуулах",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Adlocking хөтөчийн өргөтгөлүүдийн зарим нь (AdBlock, uBlock, Privacy Badger болон бусад) болон хувийн нууцлалд чиглэсэн хөтөч (Brave гэх мэт) нь {{appName}} бусад серверүүдэд сүлжээний хүсэлт гаргахаас сэргийлдэг. {{appName}} нь таны хувийн нууцлалыг хүндэтгэдэг, зар сурталчилгаанд үйлчлэхгүй эсвэл хувийн мэдээлэл цуглуулдаггүй. Бүх тооцооллыг таны хөтөч дотор хийдэг. Та {{domain}} дээр adblockers-ийг аюулгүй идэвхгүй болгож болон/эсвэл {{domain}} таны өгөгдлийн эх серверт сүлжээний хүсэлт гаргахыг зөвшөөрөх боломжтой.",
  "Source code": "Эх код",
  "Start": "Эхлэх",
  "Starting {{numWorkers}} threads...": "{{numWorkers}} утаснуудыг эхлүүлж байна...",
  "Stop codons": "Кодоныг зогсоох",
  "Strand:": "Хүрээ:",
  "Substitution": "Орлуулах",
  "Success": "Амжилт",
  "Suggest": "санал болгож байна",
  "Suggest automatically": "Автоматаар санал болгох",
  "Suggesting": "санал болгож байна",
  "Suggestion algorithm failed.": "Саналын алгоритм амжилтгүй болсон.",
  "Suggestion algorithm failed. Please report this to developers.": "Саналын алгоритм амжилтгүй болсон. Үүнийг хөгжүүлэгчдэд мэдээлнэ үү.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Саналын алгоритм нь таны дараалалд тохирсон өгөгдлийн багцыг олох боломжгүй байсан. Өгөгдлийн багцыг гараар сонгоно уу. Хэрэв тохиромжтой өгөгдлийн багц байхгүй бол Nextclade олон нийтийн мэдээллийн багц цуглуулгад нэгийг үүсгэж, хувь нэмрээ оруулах талаар авч үзээрэй.",
  "Summarized results of the analysis in {{formatName}} format.": "Шинжилгээний үр дүнг {{formatName}} форматаар нэгтгэсэн.",
  "Text": "Текст",
  "The address to the file is correct": "Файлын хаяг зөв байна",
  "The address to the file is reachable from your browser": "Файлын хаягийг таны хөтөчөөс авах боломжтой",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "Хүсэлт гаргасан эх үүсвэр олдоогүй. Хаягийн үнэн зөвийг шалгана уу. (HTTP статусын код: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Сервер нь Cross-Origin Resource Sharing (CORS) боломжийг олгодог",
  "There are no browser extensions interfering with network requests": "Сүлжээний хүсэлтэд саад учруулж буй хөтөчийн өргөтгөлүүд байхгүй",
  "There are no problems in domain name resolution of your server": "Таны серверийн домэйн нэрийн шийдвэрлэлтэд ямар ч асуудал байхгүй",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Энэ хөтөчийн хувилбар ({{nameAndVersion}}) дэмжигддэггүй бөгөөд энэ нь {{project}} -ийг ажиллуулахад шаардлагатай чадавхи дутагдаж магадгүй гэсэн үг юм.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Энэ өгөгдлийн багцыг олон нийтийн гишүүд өгдөг. {{proj}} хөгжүүлэгчид олон нийтийн өгөгдлийн багцын үнэн зөвийг баталгаажуулах эсвэл тэдэнд дэмжлэг үзүүлэх боломжгүй. Өөрийнхөө эрсдэлээр ашиглах. Бүх асуултын хувьд өгөгдлийн багцын зохиогчидтой холбоо барина уу.",
  "This dataset is provided by {{proj}} developers.": "Энэхүү өгөгдлийн багцыг {{proj}} хөгжүүлэгчид өгдөг.",
  "This gene is missing due to the following errors during analysis: ": "Шинжилгээний явцад дараах алдаанаас болж энэ ген алга байна: ",
  "This is a preview version. For official website please visit ": "Энэ бол урьдчилан харах хувилбар юм. Албан ёсны вэбсайтад зочилно уу ",
  "This page could not be found": "Энэ хуудсыг олж чадсангүй",
  "Toggle height of markers for ambiguous characters": "Тодорхой бус тэмдэгтүүдийн тэмдэглэгээний өндрийг өөрчлөх",
  "Toggle height of markers for deletions": "Устгах тэмдэглэгээний өндрийг өөрчлөх",
  "Toggle height of markers for missing ranges": "Алга алга болсон мужийн тэмдэглэгээний өндрийг өөрчлөх",
  "Toggle height of markers for mutated characters": "Мутацид орсон тэмдэгтүүдийн тэмдэглэгээний өндрийг өөрчлөх",
  "Toggle height of markers for unsequenced ranges": "Дараалалгүй мужийн тэмдэглэгээний өндрийг өөрчлөх",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Дэлгэцэхэд хэтэрхий олон тэмдэглэгээ ({{totalMarkers}}). Босго ({{maxNucMarkers}}) -ийг “Тохиргоо” харилцах цонхонд нэмэгдүүлж болно",
  "Too many mixed sites found": "Хэтэрхий олон холимог сайтууд олдлоо",
  "Too many mutation clusters found": "Хэтэрхий олон мутацийн кластер олдлоо",
  "Too much missing data found": "Хэтэрхий их алга болсон өгөгдөл олдлоо",
  "Total: {{total}}": "Нийт: {{total}}",
  "Trailing deleted codon range": "Устгагдсан кодоны хүрээний дараагийн хүрээ",
  "Tree": "мод",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Зөвшөөрөлгүй. Энэ нөөцийг ашиглахын тулд нэвтрэлт танилт хийх шаардлагатай. (HTTP статусын код: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Гэнэтийн хүрээний шилжилт ({{n}})",
  "Unexpected premature stop codons ({{ n }})": "Гэнэтийн дутуу зогсолтын кодонууд ({{n}})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Гэнэтийн {{numFrameShifts}} хүрээний шилжилт (ууд) илэрсэн: {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Үл мэдэгдэх аминохүчил (X) хүрээ",
  "Unknown error": "Үл мэдэгдэх алдаа",
  "Unlabeled private mutations ({{ n }})": "Шошгоогүй хувийн мутаци ({{n}})",
  "Unsequenced ranges": "Дараалалгүй хүрээнүүд",
  "Unsupported browser": "Дэмжигдэхгүй хөтөч",
  "Update": "Шинэчлэх",
  "Updated at: {{updated}}": "Шинэчлэгдсэн: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "Өгөгдлийн багцаас хамааран өөрчлөн клад, фенотип гэх мэт янз бүрийн нэмэлт баганууд боломжтой байж болох юм",
  "Warning": "Анхааруулга",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "Бид 'dataset-url' параметрийг ашиглан хүссэн өөрчлөн өгөгдлийн багцыг татаж авахыг оролдсон ",
  "We tried to download the file from {{u}}": "Бид файлыг {{u}} -аас татаж авахыг оролдсон",
  "What's new": "Шинэ зүйл юу вэ",
  "What's new?": "Шинэ зүйл юу байна вэ?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Боломжтой бол Nextclade Вэбийн холбоосыг нэмж оруулна уу.",
  "You are connected to the internet": "Та интернетэд холбогдсон байна",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Та үргэлжлүүлж болно, гэхдээ {{project}} -ийн үйл ажиллагаа, үр дүнгийн үнэн зөвийг баталгаажуулж чадахгүй. Хөгжүүлэгчид энэ хөтөчийг ашиглах үед гарсан асуудлуудыг судлах боломжгүй.",
  "You can report this error to developers by creating a new issue at: ": "Та дараах хаягаар шинэ асуудал үүсгэх замаар хөгжүүлэгчдэд энэ алдааг мэдээлэх боломжтой. ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Та өгөгдлийн багцын аль нэгийг гараар сонгох эсвэл автомат өгөгдлийн багц санал функцийг ашиглахын тулд сонгож болно. Автомат санал нь таны дарааллын өгөгдлөөс хамгийн тохиромжтой өгөгдлийн багцыг таахыг оролдох болно.",
  "bottom": "доод тал",
  "community": "нийгэмлэг",
  "deprecated": "хуучирсан",
  "documentation": "баримтжуулалт",
  "experimental": "туршилтын",
  "faster, more configurable command-line version of this application": "энэ програмын илүү хурдан, илүү тохируулах боломжтой тушаалын мөрийн хувилбар",
  "full": "бүрэн",
  "in forward direction, and nucleotide context in reverse direction": "урагш чиглэлд, нуклеотидын контекстийг урвуу чиглэлд",
  "non-ACGTN": "ACGTN бус",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "{{left}} биш ({{r1}}, {{r2}} эсвэл {{r3}})",
  "off": "унтраах",
  "official": "албан тушаалтан",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "бидний эцэг эх төсөл, эмгэг төрүүлэгч геномын өгөгдлийн боломжийг ашиглах нээлттэй эх үүсвэрийн санаачилга",
  "pairwise reference alignment and translation tool used by Nextclade": "NextClade-ийн ашигладаг хос бичсэн лавлагаа уялдуулах болон орчуулгын хэрэгсэл",
  "sidebar:Color By": "Хажуугийн шугам: Өнгө гэхэд",
  "sidebar:Filter Data": "Хуудасны мөр:Шүүлтүүр өгөгдөл",
  "sidebar:Tree": "Хажуугийн шугам: мод",
  "source": "эх сурвалж",
  "top": "дээд",
  "unknown": "тодорхойгүй",
  "unreleased": "хэвлэгдээгүй",
  "unsupported": "дэмжигдээгүй",
  "{{ n }} datasets appear to match your data. Select the one to use.": "{{ n }} өгөгдлийн багц таны өгөгдөлтэй таарч харагдана. Ашиглах нэгийг нь сонгоно уу.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "{{ n }} өгөгдлийн багц нь таны дараалалд нийцсэн мэт харагдаж байна. Жагсаалтыг харахын тулд “Лавлах өгөгдлийн багцыг өөрчлөх” дээр дарна уу.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "{{cds}} фрагмент:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} геномын аннотацид алга байна",
  "{{left}} or {{right}}": "{{left}} эсвэл {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Нийт {{total}} мутаци бүхий {{nClusters}} мутацийн кластеруудыг үзсэн. QC оноо: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Нийт Ns: {{total}} ({{allowed}} зөвшөөрөгдсөн). QC оноо: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: нийт {{total}} ({{allowed}} зөвшөөрөгдсөн). QC оноо: {{score}}",
  "{{project}} documentation": "{{project}} баримт бичиг",
  "{{project}} works best in the latest versions of ": "{{project}} хамгийн сүүлийн үеийн хувилбаруудад хамгийн сайн ажилладаг ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Хөгжүүлэгчдэд зориулсан нэмэлт мэдээлэл (өргөжүүлэхийн тулд дарна уу)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} буруу байрлуулсан зогсоох кодон (ууд) илэрсэн. Нөлөөлөлд өртсөн ген (ууд): {{geneList}}. QC оноо: {{score}}"
}
