{
  " ... (truncated)": " ... (trunchiat)",
  " Remove this input": " Eliminați această intrare",
  " and ": " și ",
  " and the connection was successful, but the remote server replied with the following error:": " iar conexiunea a avut succes, dar serverul de la distanță a răspuns cu următoarea eroare:",
  " but were unable to establish a connection.": " dar nu au putut stabili o conexiune.",
  " or ": " sau ",
  " or by writing an email to ": " sau scriind un e-mail la ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " astfel încât dezvoltatorii să poată investiga această problemă. Vă rugăm să furnizați cât mai multe detalii despre datele de intrare, sistemul de operare, versiunea browserului și configurația computerului. Includeți alte detalii pe care le considerați utile pentru diagnosticare. Împărtășiți exemplul de date de secvență care permit reproducerea problemei, dacă este posibil.",
  "(truncated)": "(trunchiat)",
  "* Current value. This amount can change depending on load": "* Valoarea curentă. Această sumă se poate modifica în funcție de sarcină",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} necesită cel puțin {{memoryRequired}} de memorie pe fir",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "* Asigurați-vă că acest fișier este accesibil public și CORS este activat pe serverul dvs.",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": "Cu toate acestea, nu am putut găsi fișierele necesare. În schimb, am găsit fișiere specifice seturilor de date pentru versiunea mai veche a {{project}}.",
  ".": ".",
  ". ": ". ",
  "...more": "... mai mult",
  "1st nuc.": "Primul nuc.",
  "3' end": "Capătul 3'",
  "5' end": "Capătul 5'",
  "A new version of Nextclade Web is available:": "O nouă versiune a Nextclade Web este disponibilă:",
  "A new version of this dataset is available.": "O nouă versiune a acestui set de date este disponibilă.",
  "About": "Despre",
  "About {{what}}": "Despre {{what}}",
  "Accept the data": "Acceptați datele",
  "Accept the updated dataset": "Acceptați setul de date actualizat",
  "Add data": "Adaugă date",
  "Add more": "Adaugă mai multe",
  "Add more sequence data": "Adăugați mai multe date de secvență",
  "Affected codons:": "Codonii afectați:",
  "After ref pos.": "După ref pos.",
  "Aligned peptides in {{formatName}} format, zipped": "Peptide aliniate în format {{formatName}}, cu fermoar",
  "Aligned sequences in {{formatName}} format.": "Secvențe aliniate în format {{formatName}}.",
  "Alignment range": "Gama de aliniere",
  "Alignment range: {{range}}": "Interval de aliniere: {{range}}",
  "Alignment score": "Scor de aliniere",
  "All categories": "Toate categoriile",
  "All files in a {{formatName}} archive.": "Toate fișierele dintr-o arhivă {{formatName}}.",
  "Ambiguous markers": "Marcatori ambigue",
  "Ambiguous:": "Ambiguu:",
  "Ambiguous: {{ambiguous}}": "Ambigu: {{ambiguous}}",
  "Amino acid insertion": "Introducerea aminoacizilor",
  "Aminoacid changes ({{ n }})": "Modificări ale aminoacizilor ({{ n }})",
  "Aminoacid deletion": "Ștergerea aminoacizilor",
  "Aminoacid deletions ({{ n }})": "Ștergerea aminoacizilor ({{ n }})",
  "Aminoacid insertions ({{ n }})": "Inserții de aminoacizi ({{ n }})",
  "Aminoacid substitution": "Substituția aminoacizilor",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Substituții de aminoacizi rel. la referință ({{ n }})",
  "An error has occurred.": "A apărut o eroare.",
  "An error has occurred: {{errorName}}": "A apărut o eroare: {{errorName}}",
  "An unexpected error has occurred": "A apărut o eroare neașteptată",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Analiza secvențelor: Găsit: {{total}}. Analizat: {{done}}",
  "Analysis status": "Starea analizei",
  "Analyzing...": "Analizând...",
  "Back to Files": "Înapoi la Fișiere",
  "Bad Request": "Cerere greșită",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Cerere proastă. Serverul nu poate sau nu va procesa solicitarea din cauza erorii clientului. (Cod de stare HTTP: {{status}})",
  "Bad quality": "Calitate proastă",
  "Building tree": "Arborele de construcție",
  "By aminoacid changes": "Prin modificări ale aminoacizilor",
  "By clades": "Cu clades",
  "By nucleotide mutations": "Prin mutații nucleotidice",
  "By sequence name": "După numele secvenței",
  "Can be viewed in most tree viewers, including: ": "Poate fi vizualizat în majoritatea vizualizatorilor de arbori, inclusiv: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Poate fi vizualizat local cu Nextstrain Auspice sau în ",
  "Change language": "Schimbă limba",
  "Change reference dataset": "Modificați setul de date de referință",
  "Citation": "Citare",
  "Cite Nextclade in your work": "Citează Nextclade în lucrarea ta",
  "Clade": "Clade",
  "Clade assignment, mutation calling, and sequence quality checks": "Atribuirea cladelor, apelarea mutațiilor și verificarea calității secvenței",
  "Clade: {{cladeText}}": "Clasament: {{cladeText}}",
  "Clear": "Șterge",
  "Clear the URL text field": "Ștergeți câmpul text URL",
  "Clear the text field": "Ștergeți câmpul de text",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "Faceți clic pe butonul „Actualizare” sau reîmprospătați pagina oricând pentru a obține cele mai recente actualizări.",
  "Click to get help information": "Faceți clic pentru a obține informații de ajutor",
  "Close this dialog window": "Închideți această fereastră de dialog",
  "Close this window": "Închideți această fereastră",
  "Codon": "codon",
  "Codon length": "Lungimea codonului",
  "Codon range": "Gama de codoni",
  "Column config": "Configurarea coloanei",
  "Configure Nextclade": "Configurați Nextclade",
  "Configure columns": "Configurați coloanele",
  "Contains aligned sequences in {{formatName}} format.": "Conține secvențe aliniate în format {{formatName}}.",
  "Contains all of the above files in a single {{formatName}} file.": "Conține toate fișierele de mai sus într-un singur fișier {{formatName}}.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Conține rezultate detaliate ale analizei, cum ar fi clade, mutații, valori QC etc., în format {{formatName}} (JSON delimitat în linie nouă). Convenabil pentru procesarea automată ulterioară. Rețineți că acest format este instabil și se poate schimba fără notificare.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Conține rezultate detaliate ale analizei, cum ar fi clade, mutații, valori QC etc., în format {{formatName}}. Convenabil pentru procesarea automată ulterioară. Rețineți că acest format este instabil și se poate schimba fără notificare.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Conține rezultatele traducerii secvențelor dvs. Un fișier {{formatName}} pe genă, totul într-o arhivă zip.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Conține rezultate rezumate ale analizei, cum ar fi clade, mutații, valori QC etc., în format tabelar. Convenabil pentru revizuire și procesare ulterioară folosind foi de calcul sau instrumente de știință a datelor.",
  "Context": "Context",
  "Copied!": "Copiat!",
  "Copy": "Copiază",
  "Cov.": "Cov.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Setul de date selectat în prezent nu pare să se potrivească secvențelor dvs., iar algoritmul de sugestie nu a putut găsi alternative. Selectați manual un set de date. Dacă nu există un set de date adecvat, luați în considerare crearea și contribuirea unuia la colecția de seturi de date comunitare Nextclade.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Setul de date selectat în prezent nu pare să se potrivească secvențelor dvs., dar există {{ n }} alte seturi de date care ar putea. Faceți clic pe „Modificați setul de date de referință” pentru a vedea lista.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Setul de date selectat în prezent nu pare să se potrivească secvențelor dvs., dar există 1 set de date care ar putea. Faceți clic pe „Modificați setul de date de referință” pentru a vedea lista.",
  "Customize dataset files": "Personalizați fișierele de date",
  "Dataset": "Setul de date",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Autorii setului de date au marcat acest set de date ca fiind învechit, ceea ce înseamnă că setul de date este învechit, nu va mai fi actualizat sau nu este relevant altfel. Vă rugăm să contactați autorii setului de date pentru detalii.",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Autorii setului de date au marcat acest set de date ca experimental, ceea ce înseamnă că setul de date este încă în curs de dezvoltare, este de o calitate mai scăzută decât de obicei sau are alte probleme. Utilizați pe propriul risc. Vă rugăm să contactați autorii setului de date pentru detalii.",
  "Dataset file format not recognized.": "Formatul fișierului setului de date nu este recunoscut.",
  "Dataset files currently customized: {{n}}": "Fișiere de date personalizate în prezent: {{n}}",
  "Dataset name: {{name}}": "Numele setului de date: {{name}}",
  "Dataset-specific columns": "Coloane specifice setului de date",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Seturile de date variază în funcție de agentul patogen, tulpină și alte atribute. Fiecare set de date se bazează pe o anumită secvență de referință. Anumite seturi de date au doar suficiente informații pentru analiza de bază, altele - mai multe informații pentru a permite analize și verificări mai aprofundate. Autorii seturilor de date își actualizează periodic și îmbunătățesc seturile de date.",
  "Deletion": "Ștergere",
  "Deletion markers": "Marcatori de ștergere",
  "Detailed QC assessment:": "Evaluare QC detaliată:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Respingeți această notificare. Puteți actualiza Nextclade oricând mai târziu prin reîmprospătarea paginii.",
  "Docker": "Docher",
  "Docs": "Documente",
  "Documentation": "Documentație",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Terminat. Secvențe totale: {{total}}. A reușit: {{succeeded}}",
  "Download CSV": "Descarca CSV",
  "Download TSV": "Descarca TSV",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Descărcați peptide aliniate în format {{formatName}}, un fișier pe genă, toate într-o arhivă zip.",
  "Download aligned sequences in {{formatName}} format.": "Descărcați secvențe aliniate în format {{formatName}}.",
  "Download all in {{formatName}} archive.": "Descărcați totul în arhiva {{formatName}}.",
  "Download bibtex fragment: ": "Descărcați fragmentul bibtex: ",
  "Download output files": "Descărcați fișierele de ieșire",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Descărcați arborele filogenetic cu secvențe plasate pe el, în format {{formatName}}.",
  "Download results of the analysis in {{formatName}} format.": "Descărcați rezultatele analizei în format {{formatName}}.",
  "Download summarized results in {{formatName}} format.": "Descărcați rezultatele rezumate în format {{formatName}}.",
  "Downloads": "Descărcări",
  "Drag & drop a file ": "Glisați și fixați un fișier ",
  "Drag & drop files or folders": "Glisați și fixați fișiere sau foldere",
  "Drag & drop or select a file": "Glisați și fixați sau selectați un fișier",
  "Drag & drop or select files": "Glisați și fixați sau selectați fișiere",
  "Drop it!": "Aruncați-l!",
  "Duplicate sequence names": "Nume de secvențe duplicate",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Activați sugestia celor mai potrivite seturi de date patogene. Vă rugăm să adăugați date de secvență pentru a lansa motorul de sugestii.",
  "Enter URL to a file to fetch": "Introduceți adresa URL a unui fișier de preluat",
  "Enter genome annotation in {{formatName}} format": "Introduceți adnotarea genomului în format {{formatName}}",
  "Enter pathogen description in {{formatName}} format": "Introduceți descrierea agentului patogen în format {{formatName}}",
  "Enter reference sequence in {{formatName}} format": "Introduceți secvența de referință în format {{formatName}}",
  "Enter reference tree in {{formatName}} format": "Introduceți arborele de referință în format {{formatName}}",
  "Enter sequence data in FASTA format": "Introduceți datele secvenței în format FASTA",
  "Error": "Eroare",
  "Errors & warnings": "Erori și avertismente",
  "Example": "Exemplu",
  "Export": "Export",
  "Export results": "Exportați rezultatele",
  "FS": "F",
  "Failed": "Eșuat",
  "Failed due to error.": "Eșuat din cauza unei erori.",
  "Failed: {{failed}}": "Eșuat: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "Fig.1. Ilustrația relațiilor filogenetice ale cladelor SARS-CoV-2, așa cum sunt definite de Nextstrain",
  "File": "Fișier",
  "Files": "Fișiere",
  "Filter: opens panel where you can apply table row filtering": "Filtru: deschide panoul unde puteți aplica filtrarea rândurilor tabelului",
  "For example: {{exampleUrl}}": "De exemplu: {{exampleUrl}}",
  "For more advanced use-cases:": "Pentru cazuri de utilizare mai avansate:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Interzis. Nu aveți permisiunile necesare pentru a accesa această resursă. (Cod de stare HTTP: {{status}})",
  "Frame": "Cadru",
  "Frame shift": "Schimbarea cadrului",
  "Frame shifts": "Schimbări de cadru",
  "Gained: {{gained}}": "Câștigat: {{gained}}",
  "Gaps": "Lacune",
  "Gene": "Gene",
  "Gene \"{{ geneName }}\" is missing": "Gene \"{{ geneName }}\" lipsește",
  "Gene.": "Gene.",
  "General": "General",
  "Genome annotation": "Adnotarea genomului",
  "Genome length: {{length}}": "Lungimea genomului: {{length}}",
  "Global nuc. range": "Gama globală de nuclee",
  "Go to main page to add input files": "Accesați pagina principală pentru a adăuga fișiere de intrare",
  "Go to main page to add more input files": "Accesați pagina principală pentru a adăuga mai multe fișiere de intrare",
  "Good quality": "Calitate bună",
  "Has errors": "Are erori",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Aici puteți suprascrie fișierele individuale din setul de date. Dacă un fișier nu este furnizat, acesta va fi înlocuit din setul de date selectat în prezent. Aflați mai multe în {{documentation}}",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Aici puteți selecta coloane (individuale sau categorii) care vor fi scrise în fișiere CSV și TSV.",
  "Hide dataset files": "Ascundeți fișierele de date",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Cu toate acestea, acest lucru nu este recomandat: această versiune a aplicației nu mai este actualizată sau acceptată și nu putem garanta că va funcționa și că va produce rezultate corecte.",
  "I want to try anyway": "Vreau să încerc oricum",
  "Idle": "Inactiv",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Dacă nu intenționați să solicitați un set de date personalizat, eliminați parametrul „dataset-url” din adresa URL sau reporniți aplicația.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Dacă nu găsiți un set de date pentru un agent patogen sau o tulpină de care aveți nevoie, atunci vă puteți crea propriul set de date. Puteți, de asemenea, să o publicați în colecția noastră comunitară, astfel încât și alte persoane să o poată folosi.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Dacă utilizați rezultatele obținute cu Nextclade într-o publicație, vă rugăm să adăugați citare la lucrarea noastră:",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "A ignorat {{numIgnored}} schimbare de cadru cunoscută (e): {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Între timp, puteți încerca să rulați din nou folosind o versiune mai veche a Nextclade: {{ lnk }}",
  "Ins.": "Ins.",
  "Inserted fragment": "Fragment inserat",
  "Internal server error": "Eroare server intern",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Este probabil ca acest set de date să fie depășit și să fie potrivit numai pentru versiunile anterioare ale {{project}}. Vă rugăm să contactați autorii setului de date, astfel încât aceștia să poată converti setul de date în formatul mai nou. Procedura este explicată în documentația proiectului.",
  "Known frame shifts ({{ n }})": "Schimbări de cadru cunoscute ({{ n }})",
  "Known premature stop codons ({{ n }})": "Codoni de oprire prematuri cunoscuți ({{ n }})",
  "Labeled private mutations ({{ n }})": "Mutații private etichetate ({{ n }})",
  "Labels": "etichete",
  "Later": "Mai târziu",
  "Launch suggestions engine!": "Lansați motorul de sugestii!",
  "Launch the algorithm!": "Lansați algoritmul!",
  "Leading deleted codon range": "Gama principală de codoni șterși",
  "Learn more about Nextclade datasets in the {{documentation}}": "Aflați mai multe despre seturile de date Nextclade în {{documentation}}",
  "Length": "Lungime",
  "Length (AA)": "Lungime (AA)",
  "Length (nuc)": "Lungime (nuc)",
  "Link": "Legătură",
  "Link to our Docker containers": "Link către containerele noastre Docker",
  "Link to our GitHub page": "Link către pagina noastră GitHub",
  "Link to our X.com (Twitter)": "Link către X.com (Twitter)",
  "Link to our discussion forum": "Link către forumul nostru de discuții",
  "Load example": "Exemplu de încărcare",
  "Loading data...": "Se încarcă datele...",
  "Loading...": "Se încarcă...",
  "Local nuc. range": "Gama nucleară locală",
  "Lost: {{lost}}": "Pierdut: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Markerele sunt dreptunghiurile colorate care reprezintă mutații, ștergeri etc. Există o limită tehnică a câte dintre acestea pot fi afișate simultan, în funcție de cât de rapid este computerul dvs. Puteți regla pragul în dialogul „Setări”, accesibil cu butonul de pe panoul superior.",
  "Max. nucleotide markers": "Max. markeri nucleotidici",
  "Mediocre quality": "Calitate mediocră",
  "Memory available*": "Memorie disponibilă*",
  "Memory per CPU thread": "Memorie pe fir CPU",
  "Method not allowed": "Metoda nu este permisă",
  "Missing ({{ n }})": "Lipsește ({{ n }})",
  "Missing Data": "Date lipsă",
  "Missing data found": "S-au găsit date lipsă",
  "Missing ranges": "Intervalele lipsă",
  "Missing: {{range}}": "Lipsește: {{range}}",
  "Mixed Sites": "Site-uri mixte",
  "Mixed sites found": "Site-uri mixte găsite",
  "Motif": "Motiv",
  "Motifs carried from reference sequence (sometimes mutated)": "Motive transportate din secvența de referință (uneori mutate)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Motive care nu sunt prezente în secvența de referință, dar au apărut în secvența de interogare",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Motive care sunt prezente în secvența de referință, dar conțin ambiguitate în secvența de interogare",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Motive care sunt prezente în secvența de referință, dar au dispărut în secvența de interogare",
  "Multiple matching datasets.": "Mai multe seturi de date potrivite.",
  "Mut.": "Mute.",
  "Mutation": "Mutație",
  "Mutation Clusters": "Clustere de mutații",
  "Mutation clusters found": "S-au găsit grupuri de mutații",
  "Mutation markers": "Markeri de mutație",
  "Mutations relative to nearest node (private mutations)": "Mutații în raport cu cel mai apropiat nod (mutații private)",
  "Mutations relative to reference sequence": "Mutații în raport cu secvența de referință",
  "Nextclade Web documentation": "Documentație web Nextclade",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "Software-ul Nextclade este construit pentru a fi agnostic față de agenții patogeni pe care îi analizează. Informațiile despre agenții patogeni concreți sunt furnizate sub forma așa-numitelor seturi de date Nextclade.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Niciun set de date nu se potrivește cu datele dvs. Selectați manual un set de date. Dacă nu există un set de date adecvat, luați în considerare crearea unuia și contribuirea acestuia la colecția de seturi de date comunitare Nextclade.",
  "No issues": "Fără probleme",
  "No matching datasets.": "Nu există seturi de date potrivite.",
  "Non-ACGTN ({{totalNonACGTNs}})": "Non-ACGTN ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Nu este secvențiat ({{ n }})",
  "Not sequenced: {{range}}": "Nu este secvențiat: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "Rețineți că pentru catenele inverse Nextclade alege să afișeze contextul aminoacizilor",
  "Note that motifs are detected after insertions are stripped.": "Rețineți că motivele sunt detectate după ce inserțiile sunt dezbrăcate.",
  "Notes": "notițe",
  "Ns": "Ns",
  "Nucleotide changes nearby ({{ n }})": "Modificări nucleotidice în apropiere ({{ n }})",
  "Nucleotide deletion: {{range}}": "Ștergerea nucleotidelor: {{range}}",
  "Nucleotide deletions ({{ n }})": "Deleții de nucleotide ({{ n }})",
  "Nucleotide insertion": "Inserarea nucleotidelor",
  "Nucleotide insertions ({{ n }})": "Inserții de nucleotide ({{ n }})",
  "Nucleotide length": "Lungimea nucleotidelor",
  "Nucleotide range": "Gama de nucleotide",
  "Nucleotide sequence": "Secvență de nucleotide",
  "Nucleotide substitution": "Substituția nucleotidelor",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Substituții de nucleotide rel. la referință ({{ n }})",
  "Number of CPU threads": "Numărul de fire CPU",
  "OK": "OK",
  "Only one file is expected": "Este de așteptat un singur fișier",
  "Open changelog to see what has changed in the new version.": "Deschideți jurnalul de modificări pentru a vedea ce s-a schimbat în noua versiune.",
  "Overall QC score: {{score}}": "Scorul general al QC: {{score}}",
  "Overall QC status: {{status}}": "Starea generală a QC: {{status}}",
  "PCR primer changes ({{totalChanges}})": "Modificări ale primerului PCR ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "Modificări ale primerului PCR: ({{total}})",
  "PCR primers": "Primeri PCR",
  "Pasted text": "Textul lipit",
  "Pathogen JSON": "Patogen JSON",
  "Pending...": "În așteptare...",
  "Phase": "Faza",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Arbore filogenetic cu secvențe plasate pe el, în format {{formatName}}.",
  "Please give them a try!": "Vă rugăm să le încercați!",
  "Please provide sequence data first": "Vă rugăm să furnizați mai întâi datele secvenței",
  "Please provide sequence data for the algorithm": "Vă rugăm să furnizați date de secvență pentru algoritm",
  "Please provide the data first": "Vă rugăm să furnizați mai întâi datele",
  "Please report this to developers.": "Vă rugăm să raportați acest lucru dezvoltatorilor.",
  "Please run the analysis first": "Vă rugăm să efectuați mai întâi analiza",
  "Please run the analysis first.": "Vă rugăm să efectuați mai întâi analiza.",
  "Please run the analysis on a dataset with reference tree": "Vă rugăm să executați analiza pe un set de date cu arbore de referință",
  "Please verify that:": "Vă rugăm să verificați dacă:",
  "Possible dataset mismatch detected.": "Posibilă nepotrivire a setului de date detectată.",
  "Preserved: {{preserved}}": "Conservat: {{preserved}}",
  "Private Mutations": "Mutații private",
  "Private mutations rel. to tree ({{ n }})": "Mutații private relație. la copac ({{ n }})",
  "Protein": "Proteină",
  "Provide sequence data": "Furnizați date de secvență",
  "QC": "VERIFICĂRI DE CALITATE",
  "QC score: {{score}}": "Punctaj QC: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "Scorul QC: {{score}}. Substituții inversate: {{numReversionSubstitutions}}, Substituții etichetate: {{numLabeledSubstitutions}}, Substituții nemarcate: {{numUnlabeledSubstitutions}}, Intervale de ștergere: {{totalDeletionRanges}}. Total ponderat: {{weightedTotal}}",
  "Quality control": "Controlul calității",
  "Query": "Interogare",
  "Query AA": "Interogare AA",
  "Range": "Gama",
  "Ranges of nucleotide \"N\"": "Intervale de nucleotide „N”",
  "Re-launch suggestions engine!": "Re-lansați motorul de sugestii!",
  "Re-suggest": "Re-sugerați",
  "Recommended number of CPU threads**": "Numărul recomandat de fire de procesor**",
  "Ref pos.": "Ref pos.",
  "Ref.": "Ref.",
  "Ref. AA": "Ref. AA",
  "Reference sequence": "Secvență de referință",
  "Reference tree": "Arborele de referință",
  "Reference: {{ ref }}": "Referință: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Regiuni în afara alinierii la ambele capete: nucleotidele prezente în secvența de referință, care nu sunt prezente în secvența de interogare și care au devenit „-” în secvența aliniată.",
  "Reload the page and start Nextclade fresh": "Reîncărcați pagina și porniți Nextclade proaspăt",
  "Reload the page to get the latest version of Nextclade.": "Reîncărcați pagina pentru a obține cea mai recentă versiune de Nextclade.",
  "Remove": "Elimină",
  "Remove all": "Eliminați toate",
  "Remove all input files": "Eliminați toate fișierele de intrare",
  "Reset": "Resetare",
  "Reset dataset": "Resetați setul de date",
  "Reset to default": "Resetați la implicit",
  "Restart Nextclade": "Reporniți Nextclade",
  "Results": "Rezultate",
  "Results of the analysis in {{formatName}} format.": "Rezultatele analizei în format {{formatName}}.",
  "Return back to list of files": "Reveniți la lista de fișiere",
  "Return to full Genome annotation and nucleotide sequence view": "Reveniți la adnotarea completă a genomului și vizualizarea secvenței de nucleotide",
  "Reversions ({{ n }})": "Reversiuni ({{ n }})",
  "Run": "Alerga",
  "Run Nextclade automatically after sequence data is provided": "Rulați automat Nextclade după ce sunt furnizate datele secvenței",
  "Run automatically": "Rulați automat",
  "Running": "Alergare",
  "SC": "SC",
  "Search datasets": "Căutare seturi de date",
  "Search examples": "Exemple de căutare",
  "Search languages": "Caută limbi",
  "Select a file": "Selectați un fișier",
  "Select files": "Selectați fișiere",
  "Select reference dataset": "Selectați setul de date de referință",
  "Selected pathogen": "Agent patogen selectat",
  "Selected reference dataset": "Setul de date de referință selectat",
  "Sequence data you've added": "Datele de secvență pe care le-ați adăugat",
  "Sequence index": "Indicele secvenței",
  "Sequence name": "Numele secvenței",
  "Sequence view": "Vizualizare secvență",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Eroare server. A apărut o eroare pe serverul de la distanță. Vă rugăm să contactați administratorul de server. (Cod de stare HTTP: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Setați pragul pentru numărul maxim de markeri (mutații, deleții etc.) pentru a fi afișați în vizualizările de nucleotide. Reducerea acestui număr crește performanța. Dacă pragul este atins, atunci vizualizarea secvenței de nucleotide va fi dezactivată.",
  "Settings": "Setări",
  "Should be a number": "Ar trebui să fie un număr",
  "Should be in range from {{minimum}} to {{maximum}}": "Ar trebui să fie în intervalul de la {{minimum}} la {{maximum}}",
  "Show analysis results table": "Afișați tabelul cu rezultatele analizei",
  "Show current dataset details": "Afișați detaliile setului de date curent",
  "Show phylogenetic tree": "Afișați arborele filogenetic",
  "Show start page": "Afișează pagina de start",
  "Show when a new version is available": "Afișează când este disponibilă o nouă versiune",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Unele dintre extensiile browserului de blocare a anunțurilor (AdBlock, uBlock, Privacy Badger și altele) și browserele orientate spre confidențialitate (cum ar fi Brave) sunt cunoscute pentru a împiedica {{appName}} să facă solicitări de rețea către alte servere. {{appName}} respectă confidențialitatea dvs., nu difuzează reclame și nu colectează date personale. Toate calculele se fac în interiorul browserului dvs. Puteți dezactiva în siguranță adblocker pe {{domain}} și/sau permiteți {{domain}} să facă solicitări de rețea către serverul dvs. sursă de date.",
  "Source code": "Cod sursă",
  "Start": "Începe",
  "Starting {{numWorkers}} threads...": "Începând cu subiectele {{numWorkers}}...",
  "Stop codons": "Opriți codonii",
  "Strand:": "Strană:",
  "Substitution": "Înlocuire",
  "Success": "Succes",
  "Suggest": "Sugerează",
  "Suggest automatically": "Sugerați automat",
  "Suggesting": "Sugerând",
  "Suggestion algorithm failed.": "Algoritmul sugestiei a eșuat.",
  "Suggestion algorithm failed. Please report this to developers.": "Algoritmul sugestiei a eșuat. Vă rugăm să raportați acest lucru dezvoltatorilor.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Algoritmul de sugestie nu a putut găsi un set de date potrivit pentru secvențele dvs. Selectați manual un set de date. Dacă nu există un set de date adecvat, luați în considerare crearea și contribuirea unuia la colecția de seturi de date comunitare Nextclade.",
  "Summarized results of the analysis in {{formatName}} format.": "Rezumate rezultatele analizei în format {{formatName}}.",
  "Text": "Textul",
  "The address to the file is correct": "Adresa dosarului este corectă",
  "The address to the file is reachable from your browser": "Adresa fișierului este accesibilă din browserul dvs.",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "Resursa solicitată nu a fost găsită. Vă rugăm să verificați corectitudinea adresei. (Cod de stare HTTP: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Serverul permite Partajarea Resurselor Cross-Origine (CORS)",
  "There are no browser extensions interfering with network requests": "Nu există extensii de browser care să interfereze cu solicitările de rețea",
  "There are no problems in domain name resolution of your server": "Nu există probleme în rezoluția numelui de domeniu al serverului dvs.",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Această versiune de browser ({{nameAndVersion}}) nu este acceptată, ceea ce înseamnă că poate lipsi capacitățile necesare pentru ca {{project}} să funcționeze.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Acest set de date este furnizat de membrii comunității. Dezvoltatorii {{proj}} nu pot verifica corectitudinea seturilor de date ale comunității sau nu le pot oferi suport. Utilizați pe propriul risc. Vă rugăm să contactați autorii setului de date pentru toate întrebările.",
  "This dataset is provided by {{proj}} developers.": "Acest set de date este furnizat de dezvoltatorii {{proj}}.",
  "This gene is missing due to the following errors during analysis: ": "Această genă lipsește din cauza următoarelor erori în timpul analizei: ",
  "This is a preview version. For official website please visit ": "Aceasta este o versiune de previzualizare. Pentru site-ul oficial vă rugăm să vizitați ",
  "This page could not be found": "Această pagină nu a putut fi găsită",
  "Toggle height of markers for ambiguous characters": "Comutați înălțimea markerilor pentru caractere ambigue",
  "Toggle height of markers for deletions": "Comutați înălțimea markerilor pentru ștergeri",
  "Toggle height of markers for missing ranges": "Comutați înălțimea markerilor pentru intervalele lipsă",
  "Toggle height of markers for mutated characters": "Comutați înălțimea markerilor pentru caracterele mutante",
  "Toggle height of markers for unsequenced ranges": "Comutați înălțimea markerilor pentru intervale nesecvenționate",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Prea multe marcaje pentru a fi afișate ({{totalMarkers}}). Pragul ({{maxNucMarkers}}) poate fi mărit în dialogul „Setări”",
  "Too many mixed sites found": "Prea multe site-uri mixte găsite",
  "Too many mutation clusters found": "S-au găsit prea multe grupuri de mutații",
  "Too much missing data found": "S-au găsit prea multe date lipsă",
  "Total: {{total}}": "Total: {{total}}",
  "Trailing deleted codon range": "Intervalul de codoni șterși în final",
  "Tree": "Arborele",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Neautorizat. Autentificarea este necesară pentru a utiliza această resursă. (Cod de stare HTTP: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Schimbări neașteptate ale cadrelor ({{ n }})",
  "Unexpected premature stop codons ({{ n }})": "Codoni de oprire prematură neașteptate ({{ n }})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "A fost detectată (e) deplasare de cadru {{numFrameShifts}} neașteptată: {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Gama necunoscută a aminoacizilor (X)",
  "Unknown error": "Eroare necunoscută",
  "Unlabeled private mutations ({{ n }})": "Mutații private nemarcate ({{ n }})",
  "Unsequenced ranges": "Intervale nesecvenționate",
  "Unsupported browser": "Browser neacceptat",
  "Update": "Actualizați",
  "Updated at: {{updated}}": "Actualizat la: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "În funcție de setul de date, ar putea fi disponibile diverse coloane opționale, cum ar fi clade personalizate și fenotipuri",
  "Warning": "Avertizare",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "Am încercat să descărcăm un set de date personalizat solicitat folosind parametrul „dataset-url” de la ",
  "We tried to download the file from {{u}}": "Am încercat să descărcăm fișierul din {{u}}",
  "What's new": "Ce este nou",
  "What's new?": "Ce este nou?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Acolo unde este posibil, vă rugăm să furnizați suplimentar un link către Nextclade Web:",
  "You are connected to the internet": "Sunteți conectat la internet",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Puteți continua, dar funcționarea {{project}} și corectitudinea rezultatelor nu pot fi garantate. Dezvoltatorii nu pot investiga problemele apărute la utilizarea acestui browser.",
  "You can report this error to developers by creating a new issue at: ": "Puteți raporta această eroare dezvoltatorilor creând o nouă problemă la: ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Puteți selecta manual unul dintre seturile de date sau puteți utiliza funcția de sugestie automată a setului de date. Sugestia automată va încerca să ghicească cel mai potrivit set de date din datele secvenței.",
  "bottom": "jos",
  "community": "comunitate",
  "deprecated": "criticat aspru",
  "documentation": "documentație",
  "experimental": "experimentale",
  "faster, more configurable command-line version of this application": "versiune de linie de comandă mai rapidă și mai configurabilă a acestei aplicații",
  "full": "plin",
  "in forward direction, and nucleotide context in reverse direction": "în direcția înainte și contextul nucleotidelor în direcție inversă",
  "non-ACGTN": "Non-ACGTN",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "nu {{left}} ({{r1}}, {{r2}} sau {{r3}})",
  "off": "de pe",
  "official": "oficială",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "proiectul nostru părinte, o inițiativă open-source pentru a valorifica potențialul datelor genomului patogenului",
  "pairwise reference alignment and translation tool used by Nextclade": "instrument de aliniere și traducere de referință în perechi utilizat de Nextclade",
  "sidebar:Color By": "Bara laterală: Culoare după",
  "sidebar:Filter Data": "bara laterală:Filtrează datele",
  "sidebar:Tree": "Bara laterală: copac",
  "source": "sursă",
  "top": "top",
  "unknown": "necunoscut",
  "unreleased": "nelansate",
  "unsupported": "nesuportate",
  "{{ n }} datasets appear to match your data. Select the one to use.": "Seturile de date {{ n }} par să se potrivească cu datele dvs. Selectați-l pe cel de utilizat.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "Seturile de date {{ n }} par să se potrivească secvențelor dvs. Faceți clic pe „Modificați setul de date de referință” pentru a vedea lista.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "Fragment {{cds}}:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} lipsește în adnotarea genomului",
  "{{left}} or {{right}}": "{{left}} sau {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Văzute grupuri de mutații {{nClusters}} cu un total de mutații {{total}}. Punctaj QC: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Ns total: {{total}} ({{allowed}} permis). Punctaj QC: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: total {{total}} ({{allowed}} permis). Scor QC: {{score}}",
  "{{project}} documentation": "Documentația {{project}}",
  "{{project}} works best in the latest versions of ": "{{project}} funcționează cel mai bine în cele mai recente versiuni de ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Informații suplimentare pentru dezvoltatori (faceți clic pentru a extinde)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} detectat codon (i) de oprire greșit. Gene afectate: {{geneList}}. Punctaj QC: {{score}}"
}
