{
  " ... (truncated)": " ... (скратено)",
  " Remove this input": " Отстранете го овој влез",
  " and ": " и ",
  " and the connection was successful, but the remote server replied with the following error:": " и врската беше успешна, но оддалечениот сервер одговори со следнава грешка:",
  " but were unable to establish a connection.": " Но, не успеаја да воспостават врска.",
  " or ": " или ",
  " or by writing an email to ": " или со пишување на е-пошта до ",
  " so that developers could investigate this problem. Please provide as many details as possible about your input data, operating system, browser version and computer configuration. Include other details you deem useful for diagnostics. Share the example sequence data that allows to reproduce the problem, if possible.": " за да можат програмерите да го истражат овој проблем. Ве молиме наведете што е можно повеќе детали за вашите влезни податоци, оперативниот систем, верзијата на прелистувачот и конфигурацијата на компјутерот. Вклучете други детали што сметате дека се корисни за дијагностика. Споделете ги податоците за пример секвенца што овозможува да се репродуцира проблемот, ако е можно.",
  "(truncated)": "(скратено)",
  "* Current value. This amount can change depending on load": "* Тековна вредност. Оваа сума може да се промени во зависност од оптоварувањето",
  "** {{appName}} requires at least {{memoryRequired}} of memory per thread": "** {{appName}} бара најмалку {{memoryRequired}} меморија по нишка",
  "*Make sure this file is publicly accessible and CORS is enabled on your server": "*Проверете дали оваа датотека е јавно достапна и CORS е овозможен на вашиот сервер",
  ", however, we could not find necessary files. Instead, we found files which are specific to datasets for older version of {{project}}.": ", сепак, не можевме да ги најдеме потребните датотеки. Наместо тоа, најдовме датотеки кои се специфични за сетовите на податоци за постарата верзија на {{project}}.",
  ".": ".",
  ". ": ". ",
  "...more": "... повеќе",
  "1st nuc.": "1. нукс.",
  "3' end": "3' крај",
  "5' end": "5' крај",
  "A new version of Nextclade Web is available:": "Достапна е нова верзија на Nextclade Web:",
  "A new version of this dataset is available.": "Достапна е нова верзија на оваа база на податоци.",
  "About": "За",
  "About {{what}}": "За {{what}}",
  "Accept the data": "Прифатете ги податоците",
  "Accept the updated dataset": "Прифатете ја ажурираната база на податоци",
  "Add data": "Додај податоци",
  "Add more": "Додај повеќе",
  "Add more sequence data": "Додадете повеќе податоци за секвенцата",
  "Affected codons:": "Погодени кодони:",
  "After ref pos.": "По реф поз.",
  "Aligned peptides in {{formatName}} format, zipped": "Усогласени пептиди во формат {{formatName}}, запечатени",
  "Aligned sequences in {{formatName}} format.": "Усогласени секвенци во формат {{formatName}}.",
  "Alignment range": "Опсег на порамнување",
  "Alignment range: {{range}}": "Опсег на усогласување: {{range}}",
  "Alignment score": "Резултат за усогласување",
  "All categories": "Сите категории",
  "All files in a {{formatName}} archive.": "Сите датотеки во архива {{formatName}}.",
  "Ambiguous markers": "Двосмислени маркери",
  "Ambiguous:": "Двосмислено:",
  "Ambiguous: {{ambiguous}}": "Двосмислено: {{ambiguous}}",
  "Amino acid insertion": "Вметнување на аминокиселини",
  "Aminoacid changes ({{ n }})": "Промени на аминокиселините ({{ n }})",
  "Aminoacid deletion": "Бришење на аминокиселини",
  "Aminoacid deletions ({{ n }})": "Бришења на аминокиселини ({{ n }})",
  "Aminoacid insertions ({{ n }})": "Вметнување на аминокиселини ({{ n }})",
  "Aminoacid substitution": "Аминокиселинска супституција",
  "Aminoacid substitutions rel. to reference ({{ n }})": "Аминокиселинските замени се однесуваат на референца ({{ n }})",
  "An error has occurred.": "Се појави грешка.",
  "An error has occurred: {{errorName}}": "Се појави грешка: {{errorName}}",
  "An unexpected error has occurred": "Се појави неочекувана грешка",
  "Analysing sequences: Found: {{total}}. Analyzed: {{done}}": "Анализирање на секвенци: Пронајдено: {{total}}. Анализирано: {{done}}",
  "Analysis status": "Статус на анализа",
  "Analyzing...": "Анализирање на...",
  "Back to Files": "Назад кон датотеки",
  "Bad Request": "Лошо барање",
  "Bad Request. The server cannot or will not process the request due to client error. (HTTP status code: {{status}})": "Лошо барање. Серверот не може или нема да го обработи барањето поради грешка на клиентот. (HTTP статус код: {{status}})",
  "Bad quality": "Лош квалитет",
  "Building tree": "Градежно дрво",
  "By aminoacid changes": "Со аминокиселински промени",
  "By clades": "Од клади",
  "By nucleotide mutations": "Со нуклеотидни мутации",
  "By sequence name": "По име на секвенцата",
  "Can be viewed in most tree viewers, including: ": "Може да се види во повеќето гледачи на дрвја, вклучувајќи: ",
  "Can be viewed locally with Nextstrain Auspice or in ": "Може да се види локално со Nextstrain Auspice или во ",
  "Change language": "Промена на јазикот",
  "Change reference dataset": "Променете ја референтната база на податоци",
  "Citation": "Цитат",
  "Cite Nextclade in your work": "Наведете Nextclade во вашата работа",
  "Clade": "Клејд",
  "Clade assignment, mutation calling, and sequence quality checks": "Доделување на клада, повикување на мутации и проверки на квалитетот на секвенцата",
  "Clade: {{cladeText}}": "Клад: {{cladeText}}",
  "Clear": "Јасни",
  "Clear the URL text field": "Исчистете го полето за текст на URL",
  "Clear the text field": "Исчистете го полето за текст",
  "Click \"Update\" button or refresh the page any time to get the latest updates.": "Кликнете на копчето “Ажурирај” или освежете ја страницата во секое време за да ги добиете најновите ажурирања.",
  "Click to get help information": "Кликнете за да добиете информации за помош",
  "Close this dialog window": "Затворете го овој прозорец за дијалог",
  "Close this window": "Затворете го овој прозорец",
  "Codon": "Кодон",
  "Codon length": "Должина на кодон",
  "Codon range": "Опсег на кодони",
  "Column config": "Конфигурација на колона",
  "Configure Nextclade": "Конфигурирајте го Nextclade",
  "Configure columns": "Конфигурирајте колони",
  "Contains aligned sequences in {{formatName}} format.": "Содржи порамнети секвенци во формат {{formatName}}.",
  "Contains all of the above files in a single {{formatName}} file.": "Ги содржи сите горенаведени датотеки во една датотека {{formatName}}.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format (newline-delimited JSON). Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Содржи детални резултати од анализата, како што се клади, мутации, метрика за КК итн., во формат {{formatName}} (JSON ограничен со нова линија). Погодно за понатамошна автоматизирана обработка. Имајте на ум дека овој формат е нестабилен и може да се промени без претходна најава.",
  "Contains detailed results of the analysis, such as clades, mutations, QC metrics etc., in {{formatName}} format. Convenient for further automated processing. Note that this format is unstable and can change without notice.": "Содржи детални резултати од анализата, како што се клади, мутации, метрика за КК итн., во формат {{formatName}}. Погодно за понатамошна автоматизирана обработка. Имајте на ум дека овој формат е нестабилен и може да се промени без претходна најава.",
  "Contains results of translation of your sequences. One {{formatName}} file per gene, all in a zip archive.": "Содржи резултати од преводот на вашите секвенци. Една датотека {{formatName}} по ген, сето тоа во zip архива.",
  "Contains summarized results of the analysis, such as clades, mutations, QC metrics etc., in tabular format. Convenient for further review and processing using spreadsheets or data-science tools.": "Содржи сумирани резултати од анализата, како што се клади, мутации, метрика за КК итн., во табеларен формат. Погодно за понатамошен преглед и обработка користејќи табеларни пресметки или алатки за наука за податоци.",
  "Context": "Контекст",
  "Copied!": "Копирано!",
  "Copy": "Копирај",
  "Cov.": "Цов.",
  "Currently selected dataset does not seem to match your sequences and suggestion algorithm was unable to find any alternatives. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Се чини дека моментално избраната база на податоци не одговара на вашите секвенци и алгоритмот за предлози не успеа да најде никакви алтернативи. Изберете база на податоци рачно. Ако не постои соодветна база на податоци, размислете да креирате и придонесете за собирање на збирки на податоци во заедницата Nextclade.",
  "Currently selected dataset does not seem to match your sequences, but there are {{ n }} other datasets which might. Click \"Change reference dataset\" to see the list.": "Се чини дека моментално избраната база на податоци не одговара на вашите секвенци, но постојат {{ n }} други збирки на податоци кои би можеле. Кликнете на “Промени референтна база на податоци” за да ја видите листата.",
  "Currently selected dataset does not seem to match your sequences, but there is 1 dataset which might. Click \"Change reference dataset\" to see the list.": "Се чини дека моментално избраната база на податоци не одговара на вашите секвенци, но има 1 база на податоци што може да биде. Кликнете на “Промени референтна база на податоци” за да ја видите листата.",
  "Customize dataset files": "Прилагодете датотеки со сет на податоци",
  "Dataset": "Бет на податоци",
  "Dataset authors marked this dataset as deprecated, which means the dataset is obsolete, will no longer be updated or is not relevant otherwise. Please contact dataset authors for specifics.": "Авторите на базата на податоци ја означија оваа база на податоци како застарена, што значи дека базата на податоци е застарена, повеќе нема да се ажурира или не е релевантна на друг начин. Ве молиме контактирајте ги авторите на базата на податоци за специфики",
  "Dataset authors marked this dataset as experimental, which means the dataset is still under development, is of lower quality than usual or has other issues. Use at own risk. Please contact dataset authors for specifics.": "Авторите на базата на податоци ја означија оваа база на податоци како експериментална, што значи дека базата на податоци сè уште е во развој, е со помал квалитет од вообичаеното или има други проблеми. Користете го на сопствен ризик. Ве молиме контактирајте ги авторите на базата на податоци за специфики",
  "Dataset file format not recognized.": "Форматот на датотеката на сет на податоци не е препознаен.",
  "Dataset files currently customized: {{n}}": "Моментално прилагодени датотеки со сет на податоци: {{n}}",
  "Dataset name: {{name}}": "Име на базата на податоци: {{name}}",
  "Dataset-specific columns": "Колони специфични за податочни податоци",
  "Datasets vary by the pathogen, strain and other attributes. Each dataset is based on a particular reference sequence. Certain datasets only have enough information for basic analysis, others - more information to allow for more in-depth analysis and checks. Dataset authors periodically update and improve their datasets.": "Сетовите на податоци варираат според патогенот, сојот и другите атрибути. Секоја база на податоци се базира на одредена референтна секвенца. Одредени сетови на податоци имаат само доволно информации за основна анализа, други - повеќе информации за да се овозможи подлабока анализа и проверки. Авторите на бази на податоци периодично ги ажурираат и подобруваат своите збирки на податоци.",
  "Deletion": "Бришење",
  "Deletion markers": "Маркери за бришење",
  "Detailed QC assessment:": "Детална проценка на КК:",
  "Dismiss this notification. You can update Nextclade any time later by refreshing the page.": "Отфрлете го ова известување. Можете да го ажурирате Nextclade во секое време подоцна со освежување на страницата.",
  "Docker": "Докер",
  "Docs": "Документи",
  "Documentation": "Документација",
  "Done. Total sequences: {{total}}. Succeeded: {{succeeded}}": "Готово. Вкупни секвенци: {{total}}. Успеа: {{succeeded}}",
  "Download CSV": "Преземи CSV",
  "Download TSV": "Преземи TSV",
  "Download aligned peptides in {{formatName}} format, one file per gene, all in a zip archive.": "Преземете усогласени пептиди во формат {{formatName}}, по една датотека по ген, сите во zip архива.",
  "Download aligned sequences in {{formatName}} format.": "Преземете порамнети секвенци во формат {{formatName}}.",
  "Download all in {{formatName}} archive.": "Преземете ги сите во архивата {{formatName}}.",
  "Download bibtex fragment: ": "Преземете фрагмент од бибтекс: ",
  "Download output files": "Преземете излезни датотеки",
  "Download phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Преземете филогенетско дрво со секвенци поставени на него, во формат {{formatName}}.",
  "Download results of the analysis in {{formatName}} format.": "Преземете ги резултатите од анализата во формат {{formatName}}.",
  "Download summarized results in {{formatName}} format.": "Преземете сумирани резултати во формат {{formatName}}.",
  "Downloads": "Преземања",
  "Drag & drop a file ": "Повлечете и испуштете датотека ",
  "Drag & drop files or folders": "Повлечете и испуштете датотеки или папки",
  "Drag & drop or select a file": "Повлечете и испуштете или изберете датотека",
  "Drag & drop or select files": "Повлечете и испуштете или изберете датотеки",
  "Drop it!": "Спушти го!",
  "Duplicate sequence names": "Двојни имиња на секвенци",
  "Enable suggestion of best matching pathogen datasets. Please add sequence data to launch suggestion engine.": "Овозможете предлог за најдобри совпаѓачки сетови на податоци за патогени. Ве молиме додадете податоци за секвенцата за да го стартувате моторот за предлози.",
  "Enter URL to a file to fetch": "Внесете URL адреса на датотека за да ја преземете",
  "Enter genome annotation in {{formatName}} format": "Внесете прибелешка за геномот во формат {{formatName}}",
  "Enter pathogen description in {{formatName}} format": "Внесете опис на патогенот во формат {{formatName}}",
  "Enter reference sequence in {{formatName}} format": "Внесете референтна секвенца во формат {{formatName}}",
  "Enter reference tree in {{formatName}} format": "Внесете референтно дрво во формат {{formatName}}",
  "Enter sequence data in FASTA format": "Внесете податоци за секвенцата во формат FASTA",
  "Error": "Грешка",
  "Errors & warnings": "Грешки и предупредувања",
  "Example": "Пример",
  "Export": "Извоз",
  "Export results": "Резултати од извозот",
  "FS": "ФС",
  "Failed": "Не успеа",
  "Failed due to error.": "Не успеа поради грешка.",
  "Failed: {{failed}}": "Не успеа: {{failed}}",
  "Fig.1. Illustration of phylogenetic relationships of SARS-CoV-2 clades, as defined by Nextstrain": "Сл. 1. Илустрација на филогенетските односи на кладите на SARS-CoV-2, како што е дефинирано од Nextstrain",
  "File": "датотека",
  "Files": "Датотеки",
  "Filter: opens panel where you can apply table row filtering": "Филтер: отвора панел каде што можете да примените филтрирање на редови на табелата",
  "For example: {{exampleUrl}}": "На пример: {{exampleUrl}}",
  "For more advanced use-cases:": "За понапредни случаи на употреба:",
  "Forbidden. You don't have necessary permissions to access this resource. (HTTP status code: {{status}})": "Забрането. Немате потребни дозволи за пристап до овој ресурс. (HTTP статус код: {{status}})",
  "Frame": "Рамка",
  "Frame shift": "Смена на рамката",
  "Frame shifts": "Смени на рамката",
  "Gained: {{gained}}": "Стекнато: {{gained}}",
  "Gaps": "Празнини",
  "Gene": "Ген",
  "Gene \"{{ geneName }}\" is missing": "Генот \"{{ geneName }}\" недостасува",
  "Gene.": "Ген.",
  "General": "Општи",
  "Genome annotation": "Прибелешка за геном",
  "Genome length: {{length}}": "Должина на геномот: {{length}}",
  "Global nuc. range": "Глобален нуц. опсег",
  "Go to main page to add input files": "Одете на главната страница за да додадете влезни датотеки",
  "Go to main page to add more input files": "Одете на главната страница за да додадете повеќе влезни датотеки",
  "Good quality": "Добар квалитет",
  "Has errors": "Има грешки",
  "Here you can override individual files in the dataset. If a file is not provided, it will be substituted from the currently selected dataset. Learn more in the {{documentation}}": "Овде можете да ги замените поединечните датотеки во базата на податоци. Ако датотека не е обезбедена, таа ќе биде заменета од моментално избраната база на податоци. Дознајте повеќе во {{documentation}}",
  "Here you can select columns (individual or categories) which will be written into CSV and TSV files.": "Овде можете да изберете колони (поединечни или категории) кои ќе бидат запишани во CSV и TSV датотеки.",
  "Hide dataset files": "Сокриј датотеки со сет на податоци",
  "However, this is not recommended: this version of the application is no longer updated or supported, and we cannot guarantee that it will work, and that it will produce correct results.": "Сепак, ова не се препорачува: оваа верзија на апликацијата повеќе не се ажурира или поддржува и не можеме да гарантираме дека ќе работи и дека ќе даде точни резултати.",
  "I want to try anyway": "Сакам да пробам во секој случај",
  "Idle": "Неактивен",
  "If you did not mean to request a custom dataset, then remove the 'dataset-url' parameter from the URL or restart the application.": "Ако не сте сакале да побарате сопствен сет на податоци, тогаш отстранете го параметарот “dataset-url” од URL-то или рестартирајте ја апликацијата.",
  "If you don't find a dataset for a pathogen or a strain you need, then you can create your own dataset. You can also publish it to our community collection, so that other people can use it too.": "Ако не најдете база на податоци за патоген или сој што ви е потребен, тогаш можете да креирате своја сопствена база на податоци. Можете исто така да го објавите во нашата колекција на заедницата, за да можат и други луѓе да го користат.",
  "If you use results obtained with Nextclade in a publication, please add citation to our paper:": "Ако користите резултати добиени со Nextclade во публикација, ве молиме додадете цитат во нашиот труд:",
  "Ignored {{numIgnored}} known frame shift(s): {{frameShiftsIgnoredList}}": "Игнорирано {{numIgnored}} познато поместување на рамката (и): {{frameShiftsIgnoredList}}",
  "In the meantime, you can try to run again using an older version of Nextclade: {{ lnk }}": "Во меѓувреме, можете да се обидете повторно да стартувате користејќи постара верзија на Nextclade: {{ lnk }}",
  "Ins.": "Инс.",
  "Inserted fragment": "Вметнат фрагмент",
  "Internal server error": "Внатрешна грешка на серверот",
  "It is likely that this dataset is out of date and is only suitable for earlier versions of {{project}}. Please reach out to dataset authors so that they could convert the dataset to the newer format. The procedure is explained in the project documentation.": "Многу е веројатно дека оваа база на податоци е застарена и е погодна само за претходните верзии на {{project}}. Ве молиме контактирајте со авторите на збирките на податоци за да можат да ја претворат базата на податоци во понов формат. Постапката е објаснета во проектната документација.",
  "Known frame shifts ({{ n }})": "Познати смени на рамката ({{ n }})",
  "Known premature stop codons ({{ n }})": "Познати предвремени стоп кодони ({{ n }})",
  "Labeled private mutations ({{ n }})": "Означени приватни мутации ({{ n }})",
  "Labels": "Етикети",
  "Later": "Подоцна",
  "Launch suggestions engine!": "Стартувајте мотор за предлози!",
  "Launch the algorithm!": "Стартувајте го алгоритмот!",
  "Leading deleted codon range": "Водечки опсег на избришани кодони",
  "Learn more about Nextclade datasets in the {{documentation}}": "Дознајте повеќе за сетовите на податоци Nextclade во {{documentation}}",
  "Length": "Должина",
  "Length (AA)": "Должина (АА)",
  "Length (nuc)": "Должина (нук)",
  "Link": "Линк",
  "Link to our Docker containers": "Линк до нашите контејнери Докер",
  "Link to our GitHub page": "Линк до нашата страница на GitHub",
  "Link to our X.com (Twitter)": "Линк до нашиот X.com (Твитер)",
  "Link to our discussion forum": "Линк до нашиот форум за дискусија",
  "Load example": "Пример за вчитување",
  "Loading data...": "Вчитување на податоци...",
  "Loading...": "Вчитување...",
  "Local nuc. range": "Локален нук. опсег",
  "Lost: {{lost}}": "Изгубени: {{lost}}",
  "Markers are the colored rectangles which represent mutations, deletions etc. There is a technical limit of how many of those can be displayed at a time, depending on how fast your computer is. You can tune the threshold in the 'Settings' dialog, accessible with the button on the top panel.": "Маркерите се обоени правоаголници кои претставуваат мутации, бришења итн Постои техничка граница за тоа колку од нив може да се прикажат истовремено, во зависност од тоа колку е брз вашиот компјутер. Можете да го прилагодите прагот во дијалогот “Settings”, достапен со копчето на горниот панел.",
  "Max. nucleotide markers": "Макс. нуклеотидни маркери",
  "Mediocre quality": "Просечен квалитет",
  "Memory available*": "Достапна меморија*",
  "Memory per CPU thread": "Меморија по конец на процесорот",
  "Method not allowed": "Методот не е дозволен",
  "Missing ({{ n }})": "Недостасува ({{ n }})",
  "Missing Data": "Недостасуваат податоци",
  "Missing data found": "Пронајдени недостасуваат податоци",
  "Missing ranges": "Недостасуваат опсези",
  "Missing: {{range}}": "Недостасува: {{range}}",
  "Mixed Sites": "Мешани сајтови",
  "Mixed sites found": "Пронајдени мешани страници",
  "Motif": "Мотив",
  "Motifs carried from reference sequence (sometimes mutated)": "Мотиви пренесени од референтна секвенца (понекогаш мутирани)",
  "Motifs which are not present in reference sequence, but appeared in query sequence": "Мотиви кои не се присутни во референтната секвенца, но се појавија во секвенца на пребарувања",
  "Motifs which are present in reference sequence, but contain ambiguity in query sequence": "Мотиви кои се присутни во референтната секвенца, но содржат двосмисленост во секвенцата на пребарувања",
  "Motifs which are present in reference sequence, but disappeared in query sequence": "Мотиви кои се присутни во референтна секвенца, но исчезнаа во секвенцата на пребарувања",
  "Multiple matching datasets.": "Повеќе соодветни збирки на податоци.",
  "Mut.": "Мут.",
  "Mutation": "Мутација",
  "Mutation Clusters": "Кластери на мутации",
  "Mutation clusters found": "Пронајдени мутациски кластери",
  "Mutation markers": "Маркери за мутација",
  "Mutations relative to nearest node (private mutations)": "Мутации во однос на најблискиот јазол (приватни мутации)",
  "Mutations relative to reference sequence": "Мутации во однос на референтната секвенца",
  "Nextclade Web documentation": "Следноклад Веб документација",
  "Nextclade software is built to be agnostic to pathogens it analyzes. The information about concrete pathogens is provided in the form of so-called Nextclade datasets.": "Софтверот Nextclade е изграден да биде агностичен за патогените што ги анализира. Информациите за конкретните патогени се дадени во форма на таканаречени сетови на податоци Nextclade.",
  "No datasets match your data. Select a dataset manually. If there is no suitable dataset, consider creating one and contributing it to Nextclade community dataset collection.": "Ниту еден сет на податоци не одговара на вашите податоци. Изберете база на податоци рачно. Ако не постои соодветна база на податоци, размислете да создадете една и да придонесете за собирање на збирки на податоци во заедницата Nextclade.",
  "No issues": "Нема проблеми",
  "No matching datasets.": "Нема соодветни сетови на податоци.",
  "Non-ACGTN ({{totalNonACGTNs}})": "Не-ACGTN ({{totalNonACGTNs}})",
  "Not sequenced ({{ n }})": "Не е секвенционирано ({{ n }})",
  "Not sequenced: {{range}}": "Не е секвенционирано: {{range}}",
  "Note that for reverse strands Nextclade chooses to display amino acid context": "Забележете дека за обратни нишки Nextclade избира да прикаже контекст на аминокиселини",
  "Note that motifs are detected after insertions are stripped.": "Имајте на ум дека мотивите се откриваат откако ќе се одземат вметнувањата.",
  "Notes": "Забелешки",
  "Ns": "Нс",
  "Nucleotide changes nearby ({{ n }})": "Нуклеотидните промени во близина ({{ n }})",
  "Nucleotide deletion: {{range}}": "Дбришење на нуклеотиди: {{range}}",
  "Nucleotide deletions ({{ n }})": "Нуклеотидни бришења ({{ n }})",
  "Nucleotide insertion": "Вметнување на нуклеотиди",
  "Nucleotide insertions ({{ n }})": "Нуклеотидни вметнувања ({{ n }})",
  "Nucleotide length": "Должина на нуклеотид",
  "Nucleotide range": "Опсег на нуклеотиди",
  "Nucleotide sequence": "Нуклеотидна секвенца",
  "Nucleotide substitution": "Нуклеотидна супституција",
  "Nucleotide substitutions rel. to reference ({{ n }})": "Нуклеотидните замени рел. за референца ({{ n }})",
  "Number of CPU threads": "Број на теми на процесорот",
  "OK": "OK",
  "Only one file is expected": "Се очекува само една датотека",
  "Open changelog to see what has changed in the new version.": "Отворете го дневникот за промени за да видите што е променето во новата верзија.",
  "Overall QC score: {{score}}": "Вкупен резултат за КК: {{score}}",
  "Overall QC status: {{status}}": "Вкупен статус на КК: {{status}}",
  "PCR primer changes ({{totalChanges}})": "Промени на прајмерот на PCR ({{totalChanges}})",
  "PCR primer changes: ({{total}})": "Промени на прајмерот на PCR: ({{total}})",
  "PCR primers": "ПЦР прајмери",
  "Pasted text": "Вметнат текст",
  "Pathogen JSON": "Патоген JSON",
  "Pending...": "Во очекување...",
  "Phase": "Фаза",
  "Phylogenetic tree with sequences placed onto it, in {{formatName}} format.": "Филогенетско дрво со секвенци поставени на него, во формат {{formatName}}.",
  "Please give them a try!": "Ве молиме пробајте ги!",
  "Please provide sequence data first": "Ве молиме прво наведете податоци за секвенцата",
  "Please provide sequence data for the algorithm": "Ве молиме наведете податоци за секвенцата за алгоритмот",
  "Please provide the data first": "Ве молиме прво наведете ги податоците",
  "Please report this to developers.": "Ве молиме пријавете го ова на програмерите.",
  "Please run the analysis first": "Ве молиме прво извршете ја анализата",
  "Please run the analysis first.": "Ве молиме прво извршете ја анализата.",
  "Please run the analysis on a dataset with reference tree": "Ве молиме извршете ја анализата на база на податоци со референтно дрво",
  "Please verify that:": "Ве молиме проверете дека:",
  "Possible dataset mismatch detected.": "Откриена е можна неусогласеност на базата на податоци.",
  "Preserved: {{preserved}}": "Зачувано: {{preserved}}",
  "Private Mutations": "Приватни мутации",
  "Private mutations rel. to tree ({{ n }})": "Приватни мутации се однесуваат на дрво ({{ n }})",
  "Protein": "Протеин",
  "Provide sequence data": "Обезбедете податоци за секвенцата",
  "QC": "КЦ",
  "QC score: {{score}}": "КК резултат: {{score}}",
  "QC score: {{score}}. Reverted substitutions: {{numReversionSubstitutions}}, Labeled substitutions: {{numLabeledSubstitutions}}, Unlabeled substitutions: {{numUnlabeledSubstitutions}}, Deletion ranges: {{totalDeletionRanges}}. Weighted total: {{weightedTotal}}": "КК резултат: {{score}}. Вратени замени: {{numReversionSubstitutions}}, Означени замени: {{numLabeledSubstitutions}}, Неозначени замени: {{numUnlabeledSubstitutions}}, Опсези на бришење: {{totalDeletionRanges}}. Пондериран вкупно: {{weightedTotal}}",
  "Quality control": "Контрола на квалитет",
  "Query": "Прашање",
  "Query AA": "Прашање АА",
  "Range": "Опсег",
  "Ranges of nucleotide \"N\"": "Опсези на нуклеотид “N”",
  "Re-launch suggestions engine!": "Повторно стартувајте мотор за предлози!",
  "Re-suggest": "Повторно предложете",
  "Recommended number of CPU threads**": "Препорачан број на нишки на процесорот**",
  "Ref pos.": "Реф поз.",
  "Ref.": "Реф.",
  "Ref. AA": "Реф. АА",
  "Reference sequence": "Референтна секвенца",
  "Reference tree": "Референтно дрво",
  "Reference: {{ ref }}": "Референца: {{ ref }}",
  "Regions outside of alignment on both ends: the nucleotides present in reference sequence, not present in query sequence and which became \"-\" in the aligned sequence.": "Региони надвор од усогласувањето на двата краја: нуклеотидите присутни во референтната секвенца, кои не се присутни во секвенцата на барања и кои станаа “-” во подредената секвенца.",
  "Reload the page and start Nextclade fresh": "Повторно вчитувајте ја страницата и започнете Nextclade свежо",
  "Reload the page to get the latest version of Nextclade.": "Повторно вчитувајте ја страницата за да ја добиете најновата верзија на Nextclade.",
  "Remove": "Отстрани",
  "Remove all": "Отстранете ги сите",
  "Remove all input files": "Отстранете ги сите влезни датотеки",
  "Reset": "Ресетирај",
  "Reset dataset": "Ресетирај базата на податоци",
  "Reset to default": "Ресетирај на стандардно",
  "Restart Nextclade": "Рестартирајте го Nextclade",
  "Results": "Резултати",
  "Results of the analysis in {{formatName}} format.": "Резултати од анализата во формат {{formatName}}.",
  "Return back to list of files": "Врати се назад на списокот со датотеки",
  "Return to full Genome annotation and nucleotide sequence view": "Вратете се на целосната прибелешка на геномот и приказ на нуклеотидната секвен",
  "Reversions ({{ n }})": "Реверзии ({{ n }})",
  "Run": "Стартувај",
  "Run Nextclade automatically after sequence data is provided": "Стартувај Nextclade автоматски откако ќе се обезбедат податоците за секвенцата",
  "Run automatically": "Стартувај автоматски",
  "Running": "Трчање",
  "SC": "СЦ",
  "Search datasets": "Пребарувајте сетови на податоци",
  "Search examples": "Примери за пребарување",
  "Search languages": "Јазици за пребарување",
  "Select a file": "Изберете датотека",
  "Select files": "Изберете датотеки",
  "Select reference dataset": "Изберете референтна база на податоци",
  "Selected pathogen": "Избран патоген",
  "Selected reference dataset": "Избрана референтна база на податоци",
  "Sequence data you've added": "Податоци за секвенца што сте ги додале",
  "Sequence index": "Индекс на секвенца",
  "Sequence name": "Име на секвенцата",
  "Sequence view": "Приказ на секвенца",
  "Server error. There was an error on the remote server. Please contact your sever administrator. (HTTP status code: {{status}})": "Грешка на серверот. Имаше грешка на оддалечениот сервер. Ве молиме контактирајте со вашиот север администратор. (HTTP статус код: {{status}})",
  "Set threshold on maximum number of markers (mutations, deletions etc.) to display in nucleotide views. Reducing this number increases performance. If the threshold is reached, then the nucleotide sequence view will be disabled.": "Поставете праг на максималниот број маркери (мутации, бришења итн.) За прикажување во нуклеотидни прикази. Намалувањето на овој број ги зголемува перформансите. Ако се достигне прагот, тогаш приказот на нуклеотидната секвенца ќе биде оневозможен.",
  "Settings": "Поставки",
  "Should be a number": "Треба да биде број",
  "Should be in range from {{minimum}} to {{maximum}}": "Треба да биде во опсег од {{minimum}} до {{maximum}}",
  "Show analysis results table": "Прикажи табела со резултати од анализата",
  "Show current dataset details": "Прикажи тековни детали за сетот на податоци",
  "Show phylogenetic tree": "Прикажи филогенетско дрво",
  "Show start page": "Прикажи почетна страница",
  "Show when a new version is available": "Прикажи кога е достапна нова верзија",
  "Some of the adblocking browser extensions (AdBlock, uBlock, Privacy Badger and others) and privacy-oriented browsers (such as Brave) are known to prevent {{appName}} from making network requests to other servers. {{appName}} respects your privacy, does not serve ads or collects personal data. All computation is done inside your browser. You can safely disable adblockers on {{domain}} and/or allow {{domain}} to make network requests to your data source server.": "Некои од екстензиите на прелистувачот adlocking (AdBlock, uBlock, Privacy Badger и други) и прелистувачите ориентирани кон приватност (како што е Brave) се познати дека спречуваат {{appName}} да прави мрежни барања на други сервери. {{appName}} ја почитува вашата приватност, не прикажува реклами или собира лични податоци. Сите пресметки се вршат во вашиот прелистувач. Можете безбедно да ги оневозможите adblockerите на {{domain}} и/или да дозволите {{domain}} да прави мрежни барања до вашиот сервер за извор на податоци.",
  "Source code": "Изворен код",
  "Start": "Започнете",
  "Starting {{numWorkers}} threads...": "Започнување на теми од {{numWorkers}}...",
  "Stop codons": "Запрете ги кодоните",
  "Strand:": "Лента:",
  "Substitution": "Замена",
  "Success": "Успех",
  "Suggest": "Предложете",
  "Suggest automatically": "Предложете автоматски",
  "Suggesting": "Предлагање",
  "Suggestion algorithm failed.": "Алгоритмот за предлог не успеа.",
  "Suggestion algorithm failed. Please report this to developers.": "Алгоритмот за предлог не успеа. Ве молиме пријавете го ова на програмерите.",
  "Suggestion algorithm was unable to find a dataset suitable for your sequences. Select a dataset manually. If there is no suitable dataset, consider creating and contributing one to Nextclade community dataset collection.": "Алгоритмот за предлози не успеа да најде база на податоци погодна за вашите секвенци. Изберете база на податоци рачно. Ако не постои соодветна база на податоци, размислете да креирате и придонесете за собирање на збирки на податоци во заедницата Nextclade.",
  "Summarized results of the analysis in {{formatName}} format.": "Сумирани резултати од анализата во формат {{formatName}}.",
  "Text": "Текст",
  "The address to the file is correct": "Адресата на датотеката е точна",
  "The address to the file is reachable from your browser": "Адресата до датотеката е достапна од вашиот прелистувач",
  "The requested resource was not found. Please check the correctness of the address. (HTTP status code: {{status}})": "Бараниот ресурс не беше пронајден. Ве молиме проверете ја точноста на адресата. (HTTP статус код: {{status}})",
  "The server allows Cross-Origin Resource Sharing (CORS)": "Серверот овозможува споделување на ресурси со вкрстено потекло (CORS)",
  "There are no browser extensions interfering with network requests": "Нема екстензии на прелистувачот што се мешаат во мрежните барања",
  "There are no problems in domain name resolution of your server": "Нема проблеми во резолуцијата на името на доменот на вашиот сервер",
  "This browser version ({{nameAndVersion}}) is not supported, which means that it may lack capabilities necessary for {{project}} to operate.": "Оваа верзија на прелистувачот ({{nameAndVersion}}) не е поддржана, што значи дека можеби нема можности потребни за {{project}} да работи.",
  "This dataset is provided by the community members. {{proj}} developers cannot verify correctness of community datasets or provide support for them. Use at own risk. Please contact dataset authors for all questions.": "Оваа база на податоци е обезбедена од членовите на заедницата. {{proj}} програмерите не можат да ја потврдат точноста на збирките на податоци во заедницата или да обезбедат поддршка за нив. Користете на сопствен ризик. Ве молиме контактирајте ги авторите на базата на податоци за сите прашања.",
  "This dataset is provided by {{proj}} developers.": "Оваа база на податоци е обезбедена од програмери на {{proj}}.",
  "This gene is missing due to the following errors during analysis: ": "Овој ген недостасува поради следниве грешки за време на анализата: ",
  "This is a preview version. For official website please visit ": "Ова е верзија за преглед. За официјалната веб-страница посетете ја ",
  "This page could not be found": "Оваа страница не може да се најде",
  "Toggle height of markers for ambiguous characters": "Вклучете ја висината на маркерите за двосмислени знаци",
  "Toggle height of markers for deletions": "Вклучете ја висината на маркерите за бришење",
  "Toggle height of markers for missing ranges": "Вклучете ја висината на маркерите за опсези што недостасуваат",
  "Toggle height of markers for mutated characters": "Вклучете ја висината на маркерите за мутирани знаци",
  "Toggle height of markers for unsequenced ranges": "Вклучете ја висината на маркерите за несеквенционирани опсези",
  "Too many markers to display ({{totalMarkers}}). The threshold ({{maxNucMarkers}}) can be increased in \"Settings\" dialog": "Премногу маркери за прикажување ({{totalMarkers}}). Прагот ({{maxNucMarkers}}) може да се зголеми во дијалогот “Settings”",
  "Too many mixed sites found": "Пронајдени се премногу мешани страници",
  "Too many mutation clusters found": "Пронајдени се премногу кластери на мутации",
  "Too much missing data found": "Пронајдени премногу податоци што недостасуваат",
  "Total: {{total}}": "Вкупно: {{total}}",
  "Trailing deleted codon range": "Следниот опсег на избришани кодони",
  "Tree": "Дрво",
  "Unauthorized. Authentication is required in order to use this resource. (HTTP status code: {{status}})": "Неовластено. Потребна е автентикација за да се користи овој ресурс. (HTTP статус код: {{status}})",
  "Unexpected frame shifts ({{ n }})": "Неочекувани смени на рамката ({{ n }})",
  "Unexpected premature stop codons ({{ n }})": "Неочекувани предвремени стоп кодони ({{ n }})",
  "Unexpected {{numFrameShifts}} frame shift(s) detected: {{frameShiftsList}}": "Откриено неочекувано поместување на рамката {{numFrameShifts}}: {{frameShiftsList}}",
  "Unknown aminoacid (X) range": "Непознат опсег на аминокиселини (X)",
  "Unknown error": "Непозната грешка",
  "Unlabeled private mutations ({{ n }})": "Неозначени приватни мутации ({{ n }})",
  "Unsequenced ranges": "Несеквенционирани опсези",
  "Unsupported browser": "Неподдржан прелистувач",
  "Update": "Ажурирање",
  "Updated at: {{updated}}": "Ажурирано на: {{updated}}",
  "Various optional columns, such as custom clades and phenotypes might be available depending on dataset": "Различни опционални колони, како што се сопствени клади и фенотипови може да бидат достапни во зависност од базата на податоци",
  "Warning": "Предупредување",
  "We tried to download a custom dataset requested using 'dataset-url' parameter from ": "Се обидовме да преземеме сопствен сет на податоци побаран користејќи параметар “dataset-url” од ",
  "We tried to download the file from {{u}}": "Се обидовме да ја преземеме датотеката од {{u}}",
  "What's new": "Што е ново",
  "What's new?": "Што е ново?",
  "Where possible, please additionally provide a link to Nextclade Web:": "Каде што е можно, ве молиме дополнително наведете врска до Nextclade Web:",
  "You are connected to the internet": "Поврзани сте на интернет",
  "You can proceed, but the functioning of {{project}} and correctness of results cannot be guaranteed. Developers cannot investigate issues occurred when using this browser.": "Можете да продолжите, но функционирањето на {{project}} и точноста на резултатите не може да се гарантира. Програмерите не можат да ги испитаат проблемите што се случиле при користење на овој прелистувач.",
  "You can report this error to developers by creating a new issue at: ": "Оваа грешка можете да ја пријавите на програмерите со креирање на нов проблем на: ",
  "You can select one of the datasets manually or to use automatic dataset suggestion function. Automatic suggestion will attempt to guess the most appropriate dataset from your sequence data.": "Можете да изберете еден од сетовите на податоци рачно или да користите автоматска функција за предлог на сет на податоци. Автоматскиот предлог ќе се обиде да ја погоди најсоодветната база на податоци од податоците од вашата секвенца.",
  "bottom": "дното",
  "community": "заедница",
  "deprecated": "застарен",
  "documentation": "документација",
  "experimental": "експериментален",
  "faster, more configurable command-line version of this application": "побрза, поконфигурирана верзија на командната линија на оваа апликација",
  "full": "полн",
  "in forward direction, and nucleotide context in reverse direction": "во насока напред и нуклеотидниот контекст во обратна насока",
  "non-ACGTN": "Не-ACGTN",
  "not {{left}} ({{r1}}, {{r2}} or {{r3}})": "не {{left}} ({{r1}}, {{r2}} или {{r3}})",
  "off": "исклучен",
  "official": "официјален",
  "our parent project, an open-source initiative to harness the potential of pathogen genome data": "нашиот матичен проект, иницијатива со отворен код за искористување на потенцијалот на податоците за геномот на патогените",
  "pairwise reference alignment and translation tool used by Nextclade": "алатка за усогласување на референци и преведување во пар користена од Nextclade",
  "sidebar:Color By": "Странична лента: Боја по",
  "sidebar:Filter Data": "Странична лента: Филтер податоци",
  "sidebar:Tree": "Странична лента: дрво",
  "source": "извор",
  "top": "врв",
  "unknown": "непознат",
  "unreleased": "необјавен",
  "unsupported": "неподдржан",
  "{{ n }} datasets appear to match your data. Select the one to use.": "Се чини дека збирките на податоци {{ n }} одговараат на вашите податоци. Изберете го оној што ќе го користите.",
  "{{ n }} datasets appear to match your sequences. Click \"Change reference dataset\" to see the list.": "Се чини дека сетовите на податоци {{ n }} одговараат на вашите секвенци. Кликнете на “Промени референтна база на податоци” за да ја видите листата.",
  "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}": "{{PROJECT_NAME}} (c) {{copyrightYearRange}} {{COMPANY_NAME}}",
  "{{cds}} fragment:": "{{cds}} фрагмент:",
  "{{cds}} {{geneName}} is missing in genome annotation": "{{cds}} {{geneName}} недостасува во прибелешката за геномот",
  "{{left}} or {{right}}": "{{left}} или {{right}}",
  "{{message}}. Seen {{nClusters}} mutation clusters with total of {{total}} mutations. QC score: {{score}}": "{{message}}. Гледани {{nClusters}} мутациски кластери со вкупно {{total}} мутации. КК резултат: {{score}}",
  "{{message}}. Total Ns: {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}. Вкупно Ns: {{total}} (дозволено {{allowed}}). КК резултат: {{score}}",
  "{{message}}: total {{total}} ({{allowed}} allowed). QC score: {{score}}": "{{message}}: вкупно {{total}} (дозволено {{allowed}}). КК резултат: {{score}}",
  "{{project}} documentation": "{{project}} документација",
  "{{project}} works best in the latest versions of ": "{{project}} најдобро функционира во најновите верзии на ",
  "{{symbol}} Additional information for developers (click to expand)": "{{symbol}} Дополнителни информации за програмери (кликнете за да се прошири)",
  "{{totalStopCodons}} misplaced stop codon(s) detected. Affected gene(s): {{geneList}}. QC score: {{score}}": "{{totalStopCodons}} откриен погрешно поставен стоп кодон (и). Погоден ген (и): {{geneList}}. КК резултат: {{score}}"
}
